{
  "chapters": [
    {
      "chapter_number": "1",
      "title": "الحملة الفرنسية علي مصر و الشام (1798م:1801م)",
            "lessons": [
        {
          "lesson_number": "1",
          "title": "الظروف التي سبقت الحملة الفرنسية علي مصر",
                    "content": "تعد الحملة الفرنسية نقطة فاصلة في تاريخ مصر الحديث، فقد غيرت هذه الحملة اتجاه بوصلة الدول الاستعمارية الأوروبية، خاصة إنجلترا، نحو مصر. وكانت مصر وقت مجيء الحملة الفرنسية ولاية عثمانية، ولكن الحكم الفعلي بها كان في يد المماليك. في هذا الدرس نتعرف: محاولات فرنسا للاستيلاء على مصر في العصر الحديث، العوامل التي أدت إلى قدوم الحملة الفرنسية على مصر (1798م)، وأحوال المجتمع المصري قبيل الحملة الفرنسية. تمهيد إثرائي: شهدت أوروبا تغيرات جذرية سياسية واقتصادية واجتماعية تمثلت في: قيام الدول القومية، انتهاء الإقطاع لتحل محله الرأسمالية التجارية، قيام الثورة الصناعية والتي جعلت البحث عن المستعمرات خارج أوروبا أمرًا غاية في الأهمية للدول الأوروبية من أجل استغلال مصادر المواد الخام وتوسيع سوق التجارة. فحدث تنافس بين الدول الأوروبية مثل فرنسا وإنجلترا وهولندا... لفرض النفوذ والسيادة على الشرق والعالم الجديد (الأمريكتين) وكذلك طرق التجارة التي تربط أوروبا بالشرق، خاصة طريق رأس الرجاء الصالح وطريق التجارة عبر مصر. ولهذا كان تحويل التنافس الاستعماري بين إنجلترا وفرنسا نحو مصر أمرًا لا ينفصل عن تطور الأحداث في فرنسا بعد قيام الثورة الفرنسية، خاصة وأن مصر كانت نصب أعين فرنسا منذ وقت طويل وذلك من خلال التفكير في الاستيلاء عليها أكثر من مرة إلى أن قامت فرنسا بإرسال حملة عسكرية ضخمة عام 1798م. محاولات فرنسا للاستيلاء على مصر في العصر الحديث: الحملة الفرنسية على مصر عام 1798م لم تكن هي أولى محاولات فرنسا للاستيلاء على مصر، بل سبقتها أفكار ومحاولات كالتالي: المحاولة الأولى: أثناء حكم الملك لويس الرابع عشر (1672م:1714م) بهدف ضرب التجارة الهولندية في الهند والتي تمر عن طريق مصر. المحاولة الثانية: أثناء حكم الملك لويس الخامس عشر (1715م:1774م): ليس من خلال حملة عسكرية وإنما عن طريق طلب فرنسا من الدولة العثمانية أن تتنازل لها عن مصر عام 1769م (تزامن ذلك مع انشغال الدولة العثمانية في حالة عداء وحرب مع روسيا). المحاولة الثالثة: أثناء حكم الملك لويس السادس عشر من عام 1774م إلى عام 1793م (1774م:1793م) بهدف تسهيل تجارة فرنسا مع شرق آسيا عن طريق مصر بدلاً من الدوران حول أفريقيا. المحاولة الرابعة والأخيرة: أثناء عصر حكومة الثورة الفرنسية (14 يوليو 1789م)، وكانت هذه المحاولة بقيادة نابليون بونابرت عام 1798م، بهدف تأمين تجارة فرنسا من خطر المماليك وتهديد مصالح إنجلترا. الثورة الفرنسية (14 يوليو 1789م) كانت أول ثورة اجتماعية في أوروبا حيث قادها أبناء الطبقة الوسطى بالتحالف مع طبقة العامة، وكانت أهم نتائجها: إعدام لويس السادس عشر، القضاء على النظام الملكي وإقامة الجمهورية. موقف ملوك أوروبا من الثورة الفرنسية: أدرك ملوك أوروبا خطورة هذه الثورة على عروشهم فتحالفوا ضد فرنسا، ومثلت إنجلترا عنصرًا مهمًا في هذا التحالف، من أجل: القضاء على الثورة الفرنسية ومنع تسرب مبادئها خارج حدود فرنسا، إعادة الملكية لفرنسا. وتحقيقًا لذلك شنوا عدة حروب على فرنسا انتهت بانتصار فرنسا على هذه التحالفات. العوامل التي أدت إلى قدوم الحملة الفرنسية على مصر (1798م): 1- التنافس الاستعماري بين إنجلترا وفرنسا: الذي بدأ في القرن ال17م واستمر طوال القرن ال18م، 2- الموقف العدائي الذي اتخذته إنجلترا مع الدول الأوروبية تجاه الثورة الفرنسية: بعد انتصار فرنسا على تحالف الدول الأوروبية ضدها، رغبت في توجيه ضربة عسكرية لإنجلترا في عقر دارها، إلا أن تفوق الأسطول الإنجليزي حال دون ذلك، ففكر نابليون في توجيه ضربة عسكرية لإنجلترا خارج أراضيها وذلك بإرسال حملة لغزو مصر. ويمكن استخلاص أسباب أو أهداف فرنسا لإرسال حملتها على مصر كالتالي: 1- تهديد مصالح إنجلترا وهدم إمبراطوريتها في الشرق وإقامة إمبراطورية فرنسية بدلاً منها، 2- تسهيل مرور التجارة الفرنسية إلى الشرق عبر مصر (وتأمينها من خطر المماليك) بدلاً من طريق رأس الرجاء الصالح الذي يسيطر عليه الأسطول الإنجليزي. بعد أن تعرفنا على محاولات فرنسا للاستيلاء على مصر والعوامل التي ساهمت في قدوم الحملة الفرنسية إلى مصر عام 1798م، علينا أن نتعرف على أحوال المجتمع المصري قبيل الحملة الفرنسية بهدف: 1- معرفة الفرق بين أوضاع المجتمع المصري وأوضاع المجتمع الفرنسي، 2- فهم تطور الأحداث وكيف قاوم المصريون الاحتلال الفرنسي وثاروا عليه حتى خرج من مصر. أحوال المجتمع المصري قبيل مجيء الحملة الفرنسية: الاقتصادية، الاجتماعية، السياسية. قبل مجيء الحملة الفرنسية عام 1798 كانت مصر خاضعة للحكم العثماني وفيه ساد المجتمع المصري حالة من الضعف والتدهور في شتى مجالات الحياة منذ أواخر القرن السابع عشر الميلادي كما يتضح فيما يلي: 1) الحالة الاقتصادية: الزراعة، الصناعة، التجارة. 1- الزراعة: نظم العثمانيون أحوال الزراعة في مصر على النحو التالي: 1- نظام ملكية الأرض الزراعية (حق الانتفاع) وفيه: كانت الأرض ملكًا للدولة (ممثلة في السلطان العثماني) وترعى عن طريق تكليف الفلاحين بعد تسديد ما تقرره الدولة من ضرائب، أي أن الفلاح مجرد منتفع ليس له حق التصرف فيها. 2- نظام جمع الضرائب (نظام الالتزام) وكان يتم التالي: جمع الضرائب بواسطة ملتزمين، يحصل الملتزم على امتياز (التزام) لجمع الضرائب من الفلاحين (المنتفعين) في ناحية ما أو عدة نواح، ومقابل ذلك يحصل الملتزم على قطعة أرض معفاة من الضرائب تعرف بـ(الوسية). تدهورت الزراعة في مصر في ظل الحكم العثماني ويرجع ذلك إلى: 1- عدم اهتمام الفلاح المنتفع بأمور الزراعة بسبب: معاناته من سطوة الملتزمين في جمع الضرائب، 2- فرض الملتزمين الاتاوات (خارج الضرائب المقررة) وذلك لكي يعوضوا ما دفعوه لخزينة الدولة وليحققوا فائضًا ماليًا، 3- عدم اهتمام الدولة بأمور الري وتقوية الجسور اتقاءً للفيضان. 2- الصناعة: تدهورت الصناعة حيث كانت لا تزال يدوية بسيطة ولم تصل إلى الآلية كما حدث في أوروبا، ولم يهتم العثمانيون بالصناعة، اعتمدوا على طوائف الحرف حيث: كانت طوائف الحرف الصناعية جزءًا من نظام الطوائف في مصر الذي يضم أصحاب المهن المختلفة ولكل فرد مكانته تحت قيادة شيخ الطائفة، كان الصناع ينتظمون في طوائف تمثل همزة الوصل مع الحكومة من حيث جمع الضرائب والإشراف على الإنتاج. 3- التجارة: تدهورت بشقيها (الخارجية والداخلية). التجارة الخارجية تدهورت بسبب: تحول الطريق التجاري بين الشرق والغرب الذي يمر عبر مصر إلى طريق رأس الرجاء الصالح، وبذلك اقتصرت صلات مصر التجارية على دول: حوض البحر المتوسط، السودان والحبشة، وبلاد العرب واليمن. التجارة الداخلية تدهورت بسبب: عدم استقرار الأمن لاشتداد النزاع بين الفرق العسكرية والاغارات المتلاحقة للبدو، عدم ثبات قيمة العملة المتبادلة من مكان لآخر، اختلاف الموازين والمكاييل من مكان لآخر. أدى تدهور التجارة في مصر إلى سيطرة التجار الأجانب على أمور التجارة بسبب: تنظيمهم، الامتيازات (التسهيلات) التجارية التي أعطتها الدولة العثمانية لهم، كما ساعد إرسال الضرائب المفروضة على مصر والهدايا إلى السلطان العثماني على تدهور اقتصاد مصر. الحالة الاجتماعية: انقسم المجتمع المصري إلى فئتين هما: 1- فئة الحكام (أصحاب السلطة والنفوذ) وهم: الأتراك وبكوات المماليك، وقد عاشوا عزلة اجتماعية عن سائر فئات المجتمع. 2- فئة المحكومين: هم المصريون من: المشايخ، العلماء والتجار (وهم يمثلون الشريحة الوسطى) والفلاحين، صغار الحرفيين وعامة الناس. وقد ساءت الأحوال الاجتماعية وانتشر الجهل وسادت الخرافات والشعوذة ولم يبق من نور العلم إلا بصيص في الأزهر الشريف. الحالة السياسية: استحدث نظام الحكم العثماني أساليب وأدوات التبعية للسلطان العثماني، فقام نظام الحكم في مصر على ثلاث إدارات تراقب كل منها الأخرى، وهي: 1- الوالي: وهو نائب السلطان. 2- الديوان: سلطته مراقبة الوالي وله صلاحية عزله. 3- بكوات المماليك: إدارة شئون الأقاليم. معلومة إثرائية: الوالي: نائب السلطان في حكم مصر ومهمته إرسال الضرائب إلى السلطان وقيادة الجند في الحرب، وتتراوح مدة حكمه ما بين سنة وثلاث سنوات. الديوان: يتكون من كبار الموظفين والعلماء والأعيان وضباط الحامية العثمانية (فرق عسكرية مهمتها حفظ النظام والدفاع عن الولاية). إدارة الأقاليم: أسندت إلى أمراء المماليك لحفظ التوازن بين الوالي ورؤساء الحامية للبلاد وكذلك خبرتهم السياسية ومعرفتهم بكل شئون مصر والمصريين. عيوب الحكم العثماني في مصر: حمل نظام الحكم العثماني في مصر في طياته (داخله) عوامل ضعفه بسبب: 1- قصر مدة حكم الوالي. 2- زيادة سلطة الديوان والحامية العسكرية مع ضعف الدولة العثمانية في أواخر القرن ال17م. ونتيجة لذلك تطلع بكوات المماليك إلى الانفراد بحكم البلاد، وقد ظهر هذا واضحًا أيام علي بك الكبير الذي حاول الاستقلال بحكم مصر كما يتضح فيما يلي: محاولة علي بك الكبير الاستقلال بحكم مصر: علي بك الكبير هو زعيم المماليك (شيخ البلد) عام 1763م الذي انتهز فرصة حروب الدولة العثمانية مع روسيا عام 1768م فقام بمحاولة الاستقلال بحكم مصر. مظاهر استقلال علي بك الكبير بحكم مصر: قام علي بك الكبير بعدة إجراءات للاستقلال بحكم مصر تمثلت في: عزل الوالي العثماني ومنع قدوم غيره، الامتناع عن دفع الخراج، ضرب النقود باسمه، إخضاع الحجاز لنفوذه، إرسال نائبه محمد بك أبو الذهب لغزو الشام ونجح في دخول دمشق. أسباب فشل محاولات علي بك الكبير للاستقلال: انحياز محمد أبو الذهب للسلطان العثماني والاتفاق معه ضد علي بك، وبذلك عادت مصر ولاية عثمانية تحت حكم أبو الذهب (شيخ البلد). شهدت الفترة التي تلت حكم محمد أبو الذهب صراعات متواصلة بين المماليك أنفسهم أدت إلى: 1- تدهور اقتصاد البلاد وتقلص التجارة الخارجية، 2- استهلاك قوة المماليك في النزاعات الداخلية فيما بينهم وعدم اهتمامهم بتحصين حدود البلاد لمواجهة أي أخطار محتملة. وعندما وصلت الحملة الفرنسية كانت مصر تحت حكم ثنائي مملوكي (إبراهيم بك ومراد بك)."
                },
        {
          "lesson_number": "2",
          "title": "الحملة الفرنسية في مصر",
                    "content": "نابليون قائدًا للحملة الفرنسية على مصر: خرج نابليون بحملته إلى مصر ليحولها إلى مستعمرة فرنسية في الشرق، وفي سبيل تحقيق أهدافه الاستعمارية خالف مبادئ الثورة في بلاده التي كانت تنادي بالحرية. في هذا الدرس نتعرف: وصول الحملة الفرنسية إلى مصر يوليو 1798م، مقاومة الحملة الفرنسية حتى جلائها، جلاء الحملة الفرنسية عن مصر. يتضح في الخريطة السابقة استخدام الأسطول الفرنسي لطريق غير مباشر بعد خروجه من ميناء طولون وصولًا إلى جزيرة مالطا ثم الاتجاه نحو جزيرة كريت ومنها إلى الإسكندرية، رغبة في إخفاء خبر خروج الحملة الفرنسية إلى مصر عن إنجلترا بسبب قوة أسطولها البحري. وصول الحملة الفرنسية إلى مصر يوليو 1798م: رأى نابليون أن خير وسيلة لتوطيد سلطته في مصر هي العمل على: مجاملة الدولة العثمانية بقدر المستطاع، اجتذاب المصريين إلى صفه وذلك بإقناعهم أنه جاء ل: محاربة المماليك الغرباء عن البلاد الذين يستنزفون ثروة البلاد ويظلمون أهلها، العمل على إنشاء حكومة أهلية يكون الحكم فيها للمصريين. وقد عبر عن ذلك في منشور يونيو 1798م الذي وزع قبل وصول الحملة إلى الشواطئ المصرية. وبالرغم من لغة التودد التي جاء بها نابليون في هذا المنشور إلا أنه في نفس الوقت هدد بحرق القرى والمناطق التي تحاول التعرض للقوات الفرنسية. معلومة إثرائية (فقرة من منشور نابليون): \"إنني ما قدمت إليكم إلا لأخلص حقكم من يد الظالمين، وإنني أكثر من المماليك إيمانًا بالله سبحانه وتعالى وأحترم نبيه والقرآن العظيم، وأن جميع الناس متساوون عند الله، وأن الشيء الذي فرقهم عن بعضهم هو العقل والفضائل والعلوم فقط، وإنه إذا كانت الأرض المصرية التزامًا للمماليك فليرونا الحجة التي كتبها الله لهم.\" نابليون بونابرت. نزلت الحملة على شواطئ الإسكندرية في أوائل يوليو 1798م، فوجئ بهذا النبأ حكام المماليك في القاهرة حيث أنهم لم يهتموا بتحصين حدود البلاد لمواجهة أي أخطار محتملة لأن قوتهم قد استهلكت في النزاعات الداخلية فيما بينهم. وبالرغم من ذلك، لاقت الحملة الفرنسية الكثير من المتاعب وصور المقاومة منذ يومها الأول في مصر، والذي يتضح في ما يلي. صور مقاومة الحملة الفرنسية حتى جلائها: موقعة أهل الإسكندرية، مقاومة المماليك في شبراخيت وإمبابة، موقعة أبي قير البحرية، مقاومة أهل الصعيد، ثورة القاهرة الأولى، التحالف العثماني الإنجليزي الروسي وحملة نابليون على الشام، ثورة القاهرة الثانية. 1- مقاومة الأهالي للحملة في الإسكندرية: نزلت الحملة إلى الإسكندرية فقاومها الأهالي بزعامة حاكم المدينة السيد (محمد كريم)، ولكن الحملة استطاعت الاستيلاء على الإسكندرية واعتقال السيد محمد كريم (الذي أعدم رميًا بالرصاص فيما بعد في سبتمبر 1798م). 2- مقاومة المماليك في موقعتي شبراخيت وإمبابة: موقعة شبراخيت: واصلت القوات زحفها نحو القاهرة وفي طريقها لقيت مقاومة من المماليك حيث التقت بقوات مراد بك بالقرب من شبراخيت في البحيرة. نتائجها: 1- هزيمة المماليك، 2- تقهقر مراد بك جنوبًا للدفاع عن القاهرة ورابط عند إمبابة. موقعة إمبابة: نتائجها: 1- نجاح الفرنسيين في هزيمة المماليك، 2- فرار كل من مراد بك إلى الصعيد وإبراهيم بك ومعه الوالي العثماني إلى الشام، 3- دخول نابليون وقواته القاهرة في يوليو 1798م بسهولة بعد أن خلت من أي قوة للدفاع عنها. بعد دخول نابليون القاهرة أرسل قواته إلى باقي أنحاء مصر، وفي أغسطس 1798م واجه أسطول الحملة الفرنسية الأسطول الإنجليزي في موقعة أبي قير البحرية. 3- موقعة أبي قير البحرية أغسطس 1798م: أطرافها: الأسطول الإنجليزي بقيادة نيلسون وأسطول الحملة الفرنسية. نتائجها: إغراق أسطول الحملة الفرنسية في خليج أبي قير مما ترتب عليه: 1- القضاء على آمال فرنسا في بسط سيطرتها على حوض البحر المتوسط، 2- حرمان الحملة من إمدادات فرنسا لها. 4- مقاومة أهل الصعيد: اتجه نابليون بقواته إلى الصعيد للقضاء على المماليك بقيادة مراد بك لخطورة ذلك على الملاحة في حوض نهر النيل، وعرض عليه حكم الصعيد تحت إشراف الفرنسيين مقابل التسليم، ولكن مراد بك رفض فدارت بينهما المعارك واستطاع نابليون الانتصار. اشتعلت روح المقاومة في نفوس أهل الصعيد واستمروا في المقاومة قرابة عشرة أشهر. أنهكت قوات الحملة الفرنسية وفشلت في إخضاع أهل الصعيد بسبب: طول الوادي، تعاون بعض قوات المماليك مع أهل الصعيد، مجيء قوة من الجزيرة العربية وانضمامها للمقاومة، اتباع أهل الصعيد حرب المناوشات والمعارك المتفرقة. 5- ثورة القاهرة الأولى أكتوبر 1798م: قاد الأزهر الشريف الثورة في القاهرة وأثنائها: قتل الحاكم الفرنسي لمدينة القاهرة، اشتعلت الثورة في الأقاليم المجاورة مما دفع الفرنسيين لاستخدام القمع والإرهاب لإخمادها، تم إعدام الكثير من الثائرين، تم اقتحام القوات الفرنسية الجامع الأزهر بخيولهم مما أثار الشعور الديني للمصريين. التحالف العثماني الإنجليزي الروسي وحملة نابليون على الشام: تحالفت الدولة العثمانية مع إنجلترا وروسيا لإخراج الفرنسيين من مصر بالقوة العسكرية، فقررت الدولة العثمانية إرسال حملتين: حملة برية قادمة من جهة الشام، حملة بحرية متجهة إلى الإسكندرية. وعندما علم نابليون بذلك خرج بحملة إلى الشام (مارس 1799م) لمقابلة الجيش العثماني (الحملة البرية). وصل نابليون إلى مدينة عكا لكنه فشل في دخولها بسبب: حصانتها واستبسال أهلها في الدفاع عنها بقيادة حاكمها أحمد باشا الجزار، معاونة الأسطول الإنجليزي لها. قرر نابليون العودة إلى القاهرة، وما أن وصل إليها جاءه نبأ وصول الأسطول العثماني (الحملة البحرية) إلى أبي قير ونزول القوات العثمانية هناك (شواطئ أبي قير). توجه إليهم نابليون وهزمهم في يوليو 1799م (أثناء حصار نابليون لعكا قابل الجيش العثماني الحملة البرية المتجهة إلى مصر فحاربه نابليون وانتصر عليه). رحيل نابليون من مصر: قرر نابليون العودة إلى فرنسا سرًا لمواجهة المتاعب التي تعرضت لها الحكومة الفرنسية مع النمسا وحلفائها، تاركًا قيادة الحملة لنائبه كليبر في أغسطس 1799م. كليبر قائدًا للحملة: أدرك كليبر استحالة بقاء الحملة الفرنسية في مصر بسبب: تناقص عدد جنود الحملة، مواصلة إرسال الدولة العثمانية لحملاتها إلى مصر ضد الحملة، تجدد مقاومة المماليك وثورات المصريين. ونتيجة لما سبق، عرض كليبر على السلطان العثماني وقائد الأسطول الإنجليزي في البحر المتوسط خروج الحملة الفرنسية من مصر على نفقة الدولة العثمانية فيما عرف بـ(معاهدة العريش يناير 1800م) والتي فشلت بسبب رفض حكومة إنجلترا المعاهدة واصرارها على استسلام القوات الفرنسية. مما اضطر كليبر لمهاجمة القوات العثمانية وطردها إلى الشام. ثورة القاهرة الثانية (مارس-أبريل 1800م): انتهز المصريون معاناة ومتاعب الحملة الفرنسية وقاموا بثورة وهاجموا معسكرات الفرنسيين، واستطاعت القوات الفرنسية إخماد الثورة في القاهرة والوجه البحري. وأثناء ذلك قام الفرنسيون بالاتفاق مع مراد بك لإخماد ثورة الصعيد مقابل أن يحكم مراد بك الصعيد. مقتل كليبر: قتل كليبر يونيو 1800م على يد شاب سوري الأصل يدعى سليمان الحلبي أحد طلاب الأزهر، وتولى مينو قيادة الحملة في مصر. مينو قائدًا للحملة: كان مينو ينوي الإقامة في مصر (على عكس كليبر) حيث أراد تحويلها لمستعمرة فرنسية كبرى، فقام بوضع خطة إصلاحية في مجالات الزراعة والصناعة والتجارة والصحة والقضاء. إجلاء الحملة الفرنسية عن مصر: أرسلت إنجلترا أسطولًا جديدًا إلى أبي قير في فبراير 1801م وانضم إليه الجيش العثماني وبعض زعماء المماليك، ونجحوا في دخول القاهرة. استسلمت الحملة الفرنسية وغادرت مصر سبتمبر 1801م."
                 },
        {
          "lesson_number": "3",
          "title": "اثر الوجود الفرنسي في مصر (1798م:1801م)",
                    "content": "أثر الوجود الفرنسي في مصر (1798م:1801م): شامبليون عالم فرنسا: اهتم بنتائج البعثة العلمية التي جاءت مع نابليون، فكان له دور كبير في فك رموز حجر رشيد وذلك بعد خروج الحملة من مصر. حرص نابليون على اصطحاب مجموعة من العلماء والفنانين والرسامين في حملته على مصر، كما اهتم بتنظيم أمور الحكم من خلال الدواوين. كل ذلك جعل الحملة الفرنسية مختلفة في نتائجها وآثارها على مصر رغم قصر مدة بقائها فيها. في هذا الدرس نتعرف: أولاً: الآثار السياسية، ثانياً: الآثار الاقتصادية والاجتماعية، ثالثاً: الآثار الفكرية والعلمية. لم تكن الحملة الفرنسية على مصر مجرد حملة عسكرية تقليدية للغزو والاحتلال فقط، والدليل على ذلك: اصطحاب نابليون لمجموعة من العلماء في مختلف المجالات، عمل نابليون على تنظيم أمور الحكم والإدارة على نمط ما حدث في فرنسا بعد الثورة الفرنسية فنقل السلطة للطبقة الوسطى (الأعيان والعلماء في مصر). كان للحملة آثار مختلفة على مصر في كافة المجالات السياسية والاقتصادية والاجتماعية والفكرية والعلمية. أولاً: الآثار السياسية: عمل نابليون على تنظيم أمور الإدارة والحكم (على نمط ما حدث في فرنسا بعد الثورة الفرنسية) فقام بنقل السلطة للطبقة الوسطى (الأعيان والعلماء) وأشركهم في الدواوين التي أنشأها في مصر. والسبب في ذلك أنه رأى أن خير وسيلة لتخطيط سياسات الحكم هي الاتصال المباشر بالأعيان والعلماء لما لهم من نفوذ ومكانة مرموقة بين الأهالي، ومن خلالهم يستطيع تقرير ما يراه. كان نقل نابليون للسلطة في مصر للأعيان والعلماء (المشايخ وعلماء الأزهر ورجال الدين) نقلاً شكلياً، والدليل على ذلك أنه لم تكن هناك فرصة حقيقية للممارسة الفعلية حيث: كانت الدواوين التي أنشأها مقيدة بالمصالح الفرنسية، كان هدف نابليون في النهاية التعرف على ما يدور في أذهان صفوة المصريين. الدواوين التي أنشأها نابليون في مصر: 1) ديوان القاهرة: تشكل من: 9 أعضاء من المشايخ والوجهاء. وظيفته: التداول في أحوال العاصمة. 2) دواوين الأقاليم: تشكلت من: ديوان لكل مديرية من المديريات (المحافظات حالياً) والديوان مكون من 7 أعضاء. وظيفتها: النظر في المصالح والشكاوى، منع المشاحنات بين القرى، جباية الأموال والضرائب المقررة على الأهالي. 3) الديوان العام (يمثل السلطة المركزية العليا): تشكل من: أعضاء دواوين القاهرة والأقاليم (المديريات) بالإضافة لعدد آخر من الأعيان والشخصيات ذات المكانة والنفوذ بين المصريين من أصحاب العلم والكفاءة. يضم 9 مندوبين عن كل مديرية (ثلاثة من العلماء، ثلاثة من التجار، ثلاثة من مشايخ القرى ورؤساء العريان). رئيسه: الشيخ عبدالله الشرقاوي (من علماء الأزهر)، تم اختياره بالاقتراع السري بين الأعضاء. هدفه: تدريب الأعيان المصريين على نظام مجالس الشورى من حيث الاستشارة وتلقي الآراء فيما يعود على الأهالي بالنفع في مجالات القضاء، المواريث، الملكية العقارية، الضرائب. ثانياً: الآثار الاقتصادية والاجتماعية: 1) في مجال الزراعة: انتعشت الزراعة في مصر أثناء الحملة الفرنسية بسبب: قيام علماء الحملة بدراسة مجرى النيل وفحص القنوات والجسور، تخصيص جزء من الأراضي الزراعية العامة لإنتاج الغلات التي تحتاجها فرنسا، وعليه أجريت تجربة لزراعة البن وقصب السكر، إنشاء حديقة لزراعة النباتات المجلوبة من فرنسا مثل: الخوخ، الكمثرى، المشمش، التفاح، الاهتمام بزراعة الغلات التقليدية (الموجودة بالفعل)، مثل: الأرز، القمح، الذرة، وغيرها. 2) في مجال الصناعة: في عهد مينو تم: إنشاء مصانع ل: النسيج، الحدادة، والساعات، والدباغة، وحروف الطباعة، واقترح عدم ضم عمال مصريين لهذه المصانع لكي لا تتسرب إليهم أسرار الصناعة الفرنسية، إنشاء طواحين الهواء، إصلاح دار صناعة السفن (الترسانة) التي كان قد أنشأها مراد بك في الجيزة. 3) في مجال التجارة: ركدت التجارة في مصر أثناء الحملة الفرنسية (في عهد نابليون وكليبر) بسبب: حصار الأسطول الإنجليزي للشواطئ المصرية، وجود الجيش العثماني في سوريا. كان نابليون أول من بدأ سياسات التفاهم مع شريف مكة، وعلى هذا الأساس عمل مينو على إحياء التجارة الخارجية والدليل على ذلك: فتح أسواق لمصر في بلاد البحر الأحمر فسارت المراكب بين جدة وينبع والسويس محملة بالأنسجة القطنية، والشيلان الصوفية، والحرير، والبن. تضمن برنامج مينو إجراء علاقات مع (سنار ودارفور) بالسودان والحبشة وبلاد شمال أفريقيا. 4) في مجال الصحة العامة: تم إنشاء: محاجر صحية في القاهرة، والإسكندرية، ودمياط، ورشيد، مستشفى عسكري. 5) في مجال القضاء: أحدثت الحملة الفرنسية تغييرات في القضاء على يد نابليون ومينو، تتمثل في: إصلاحات نابليون: أجرى تغييراً في نظام القضاء الشرعي (المعمول به آنذاك) بعد عودته من حملة عكا حيث: جعل العلماء المصريين يتولون القضاء بطريقة الانتخاب فيما بينهم، بدلاً من القضاة الأتراك، حدد رسوم التقاضي بواقع 2% من قيمة المتنازع عليه بعد أن كانت متروكة للأهواء. إصلاحات مينو: قرر رفض مبدأ الدية وترك الأمر لأحكام القضاء، أنشأ محكمة لكل طائفة من الطوائف الموجودة آنذاك (القبط، الشوام، الروم، اليهود). ثالثاً: الآثار الفكرية والعلمية: تعد الآثار الفكرية والعلمية أبرز مؤثرات الحملة الفرنسية في مصر، حيث جاء مع الحملة: مجموعة من علماء فرنسا النابغين في مختلف فروع العلوم، مجموعة من الفنانين مصورين، ورسامين، وموسيقيين، ونحاتين. كان من أهم الآثار الفكرية والعلمية للحملة الفرنسية على مصر: إنشاء المجمع العلمي وإنجازاته، الأعمال الكبرى التي قام بها علماء الحملة الفرنسية. والتي نتعرف عليها فيما يلي: 1) المجمع العلمي المصري: إنشاؤه: أقامه نابليون على غرار المجمع العلمي الفرنسي في باريس والذي كان نابليون نفسه عضواً به. مهامه (أهداف نابليون من إنشائه): العمل على تقدم العلوم والمعارف في مصر، دراسة المسائل الطبيعية والصناعية والتاريخية ونشرها، إبداء الرأي العلمي للحكومة في المسائل التي تستشيره فيها (أي ربط السياسة بالعلم). إنجازاته: إنشاء مطبعة عربية وأخرى فرنسية، إصدار جريدتين فرنسيتين إحداهما سياسية والأخرى علمية اقتصادية، كما أصدر مينو جريدة باللغة العربية بهدف: نشر الأوامر والقرارات الإدارية لتوضيح أغراض الحكومة، تحذير الناس من الاستماع لأصحاب الميول المعادية للفرنسيين. 2) الأعمال الكبرى لعلماء الحملة في مصر: محاولة شق قناة تربط بين البحرين الأحمر والمتوسط لكنها لم تنجح بسبب خطأ في حسابات مستوى مياه البحرين، تأليف كتاب وصف مصر الذي يُعتبر أول موسوعة عن مصر، العثور على حجر رشيد الذي مكن العالم الفرنسي شامبليون (فيما بعد) من قراءة الكتابة المصرية القديمة مما ترتب عليه التعرف على التاريخ المصري القديم. مما سبق نجد أن: كانت الحملة الفرنسية على مصر (بغض النظر عن وجهها العسكري) صدمة حضارية وثقافية للمصريين، والدليل على ذلك أن: فكرة الدواوين نبهت المصريين إلى فكرة المشاركة في الحكم بدلاً من الحكم المطلق المستبد، المجمع العلمي كان بكل إنجازاته نافذة أطل منها المصريون على ما يدور في أوروبا من تقدم في العلوم والأفكار السياسية والاقتصادية، الحياة الاجتماعية للفرنسيين نبهت أذهان المصريين إلى وجود أنماط من الحياة والعلاقات في أوروبا تختلف عن تقاليد المجتمع الشرقي، ومن ثم اتجه البعض إلى محاكاة هذا النوع من الحياة."
        }
      ]
    },
    {
      "chapter_number": "2",
      "title": "بناء الدولة الحديثة في مصر (مطلع القرن ال19 وحتى الثورة العرابية)",
      "lessons": [
        {
          "lesson_number": "1",
          "title": "أحوال مصر بعد خروج الحملة الفرنسية وبروز شخصية محمد علي",
                    "content": "في الفصل السابق عرفنا كيف خرجت الحملة الفرنسية من مصر بعد أن أرسلت إنجلترا أسطولها إلى أبي قير وانضم إليها الجيش العثماني وبعض زعماء المماليك ونجحوا في دخول القاهرة، فاستسلمت الحملة وغادرت مصر. لكن مصر أصبحت محل صراع لقوى متنافسة تريد السيطرة عليها ظنا منهم بأن الشعب المصري سيقف موقف المتفرج، لكن الأحداث أثبتت عكس ذلك. الصراع السياسي في مصر بعد خروج الحملة الفرنسية: ثورة الشعب المصري ضد خورشيد، تعيين محمد علي واليًا على مصر. الصراع السياسي في مصر بعد خروج الحملة: بعد خروج الحملة الفرنسية عام 1801م حدث تنازع على السلطة بين ثلاث قوى، وكان لكل منها أهداف، وقد اتخذت كل قوة عدة إجراءات لتحقيقها سنتعرف عليها فيما يلي: (القوة الأولى: العثمانيون (الأتراك)): الهدف: تطلع السلطان العثماني إلى إعادة بسط حكمه ونفوذه على مصر، ولهذا عزم على محاربة المماليك والقضاء عليهم. الإجراءات: بدأت الدولة العثمانية في استعادة سيطرتها على مصر عن طريق: تعيين خسرو باشا واليًا على مصر، التخلص من المماليك تدريجيًا بوقوع الفرقة والانقسام بينهم. القوة الثانية: الإنجليز: الهدف: كانت إنجلترا تطمع في بسط نفوذها على وادي النيل واحتلال بعض المواقع المهمة على شواطئ البحر الأحمر والبحر المتوسط لتأمين طريق مواصلاتها إلى الهند. الإجراءات: أبقت إنجلترا قواتها التي شاركت في إخراج الفرنسيين من مصر ولم تفكر في إجلائها، تدخلت لدى السلطان العثماني لمنع تنفيذ إعدام زعماء المماليك مما أحدث تقاربًا بينها وبين المماليك. بعد استعادة فرنسا لعلاقتها مع السلطان العثماني تراجع الإنجليز عن مساعدتهم للمماليك وطلبت منهم الخضوع للسلطان العثماني لتخوفها من أن تؤثر مساندتها للمماليك على علاقتها مع السلطان العثماني. القوة الثالثة: المماليك: الهدف: كانوا يطمحون في استعادة حكمهم للبلاد. الإجراءات: فكروا في الاستعانة بالإنجليز ضد الأتراك، لم تظهر إنجلترا أي اعتراضات وتركت المماليك يعيشون في وهم عودتهم لحكم البلاد بمساعدة إنجليزية، في حين كانت إنجلترا تفكر في استخدام المماليك للغرض نفسه. أوضاع مصر بعد خروج الإنجليز منها وتجدد الصراع بين المماليك والعثمانيين: في مارس 1803م خرج الإنجليز من مصر بموجب صلح أميان (مارس 1802م) فتجدد الصراع بين المماليك والعثمانيين مما أدى إلى: تمكن المماليك من احتلال المنيا وجعل الملاحة في نهر النيل تحت سيطرتهم، دخول البلاد في فترة من الفوضى والصراعات بين الفرق السياسية المتنافرة، تعدد الولاة في فترة وجيزة فمنهم من تعرض للسجن والاعتقال أو للقتل أو لاذ بالفرار، سوء الأحوال الاقتصادية وعجز الولاة عن دفع رواتب الجند فثار الجند على الولاة، نجاح المماليك في طرد القوات العثمانية من القاهرة والسيطرة على حكم البلاد. بعد طرد المماليك للقوات العثمانية من القاهرة استمر سوء الأحوال الاقتصادية في البلاد مما أدى إلى ثورة الشعب المصري في مارس 1804م ضد المماليك. هذه القوة لم تتصارع مثل القوى السابقة، إنما نبتت من قلب الصدام بين تلك القوى. كانت الزعامة المصرية الشعبية قد تبلورت أثناء مقاومة الحملة الفرنسية، واتسعت خبراتها بالتعامل في تجارب الحكم والسياسة مع الفرنسيين والاطلاع على المعارف الجديدة. أسهمت الأحداث في بروز شخصيات معينة من العلماء والأشراف والتجار ساعدت في التخلص من الفرنسيين والمماليك والإنجليز وتغيير الأحداث فيما بعد. بروز شخصية محمد علي: أمام تطور الموقف العام في مصر أثناء ثورة الشعب المصري 1804م، خشي محمد علي أن تصيب الثورة جنوده فقام بما يلي: جاهر بالانضمام إلى العلماء والمشايخ، اختلط بالأهالي الساخطين وأوصى جنوده بأن يحترموا الشعب، تعهد ببذل قصارى جهده لرفع الضرائب عن الناس. انتهز موجة الغضب العام ضد المماليك في الصعيد فهاجم مراكزهم في القاهرة وحاصر بيوت زعمائهم. فهرب المماليك إلى الصعيد وحدث فراغ سياسي للسلطة في القاهرة وأصبحت البلاد بدون حاكم أو والي. اقترح إطلاق سراح خسرو باشا من سجنه بالقلعة وتعيينه واليًا، ولما اعترضت فرق الأرناؤود اقترح محمد علي تعيين خورشيد باشا محافظ الإسكندرية باعتباره عثمانيًا ليظهر بمظهر غير الطامع في الولاية. وقد أدى كل ما سبق إلى كسب محمد علي عطف الشعب وثقة زعمائه الذين نظروا إليه كرجل عادل يكره الظلم، فارتفع مركزه بين زعماء الشعب من العلماء ونقباء الطوائف. ولاية خورشيد باشا: تولى الحكم ولم يكن مطمئنًا لموقف محمد علي، فعمل على التخلص منه. ولتحقيق ذلك قام بعدة إجراءات منها: طلب من محمد علي التوجه إلى الصعيد لمحاربة المماليك، طلب من السلطان العثماني إرسال فرق عسكرية لتدعيم سلطة الدولة فأرسل له فرقًا عرفت بالدلاة (المتهورين المجانين) أخذوا يعيثون في الأرض فسادًا ونهبًا. استدعاء فرق الأرناؤود والألبان التي يتزعمها محمد علي إلى إسطنبول: فرفض محمد علي بتأييد من العلماء، فاستصدر خورشيد باشا فرمانًا من السلطان في مايو 1805م بتعيين محمد علي واليًا على جدة، ولكنه لم يمتثل لهذا الفرمان استنادًا لتأييد العلماء. ثورة الشعب المصري ضد خورشيد: أسبابها: ازداد غضب المصريين ضد: فرق الدلاة (الذين استدعاهم خورشيد)، فرض الضرائب. أحداثها: ثار الشعب المصري فاجتمع زعماء الشعب (من العلماء ونقباء الطوائف) بدار المحكمة في 13 مايو 1805م وقرروا عزل خورشيد باشا وتعيين محمد علي واليًا بعد أن أخذوا عليه العهود والمواثيق ب: أن يحكم بالعدل، ألا يبرم أمرًا إلا بمشورتهم. لم يستسلم خورشيد باشا فدارت المعارك، وتزعم عمر مكرم المقاومة لصالح محمد علي. نتائجها: أصدر السلطان فرمانًا في 9 يوليو 1805م بعزل خورشيد باشا وتثبيت محمد علي واليًا على حكم مصر إرضاء للعلماء والرعية. أهمية اجتماع دار المحكمة 13 مايو 1805م: تُعتبر تولية محمد علي حكم مصر عام 1805م حدثًا تاريخيًا مهمًا لأنه لأول مرة في تاريخ مصر الحديث يعزل الوالي بإرادة الشعب ويتعين آخر بإرادته أيضًا، ومن ثم يعد أول صك اجتماعي في مصر والبلاد العربية."
                 },
        {
          "lesson_number": "2",
          "title": "توطيد سلطة محمد علي في مصر",
                    "content": "توطيد سلطة محمد علي في مصر: مذبحة القلعة. أصبح محمد علي واليًا على مصر بفضل قوة الشعب المصري الذي أصبح مشاركًا في الأحداث، واستطاع عقد صك اجتماعي مع حاكمه. ولكن بعد ذلك أراد الحاكم الانفراد بالحكم. في هذا الدرس نتعرف: أولاً: مواجهة الخطر المملوكي والإنجليزي والعثماني. ثانيًا: حملة فريزر مارس 1807م. ثالثًا: القضاء على الزعامة الشعبية. رابعًا: مذبحة القلعة مارس 1811م (القضاء على المماليك). أدرك محمد علي أنه لكي تستقر له أمور الحكم عليه أن يتخلص من منافسيه، ومن ثم اتخذ عدة إجراءات لتوطيد سيطرته على مصر تتمثل فيما يلي: أولاً: مواجهة الخطر المملوكي والإنجليزي والعثماني: في البداية لم يرضخ المماليك والإنجليز لتولية محمد علي حكم مصر فسعوا للتخلص منه عن طريق: مهاجمة المماليك للقاهرة والجيزة: تمكن محمد علي من صد هذه الهجمات ومطاردتهم إلى الصعيد. محاولة بريطانيا نقل محمد علي من مصر: حيث رأت بريطانيا في تولية محمد علي تهديدًا لمصالحها في مصر، لذلك طلبت من السلطان العثماني إسناد ولاية مصر إلى محمد بك الألفي (أحد زعماء المماليك) أو أي والٍ آخر بدلاً من محمد علي، فوافق السلطان العثماني وأصدر فرمانًا عام 1806م بنقله إلى ولاية سالونيك وتعيين موسى باشا العثماني واليًا على مصر. ولكن تدخلت الزعامة الشعبية وأقنعت السلطان العثماني بتثبيت محمد علي واليًا على مصر. ثانيًا: حملة فريزر مارس 1807م: أسبابها: تدهور العلاقة بين بريطانيا والسلطان العثماني لتثبيت محمد علي في حكم مصر، فانتهزت بريطانيا الفرصة وأرسلت حملة بحرية بقيادة فريزر للاستيلاء على مصر وخلع محمد علي. أحداثها: نزلت الحملة بقيادة فريزر إلى الإسكندرية واستولت عليها، وكان الألفي حليف الإنجليز قد مات قبل وصول الحملة بشهرين ولم تعلم بريطانيا بذلك. كان محمد علي لا يزال في الصعيد يطارد المماليك، فوقع عبء المقاومة على المصريين، وكان لعمر مكرم دور في رسم خطوط المقاومة في رشيد والحماد. قاوم المصريون جنود الحملة بضراوة في شوارع رشيد والحماد وأسروا بعض الإنجليز وقتلوا البعض الآخر، فتقهقر الإنجليز إلى الإسكندرية للاحتماء بها. عاد محمد علي وحاصر الإسكندرية، فاضطر فريزر إلى طلب الصلح، وجلاء الحملة مقابل الإفراج عن الأسرى، فوافق محمد علي ودخل الإسكندرية ظافرًا. وبذلك فشلت الحملة، واستفاد محمد علي من نصر لم يحرزه هو. ثالثًا: القضاء على الزعامة الشعبية: دوافع محمد علي للتخلص من الزعامة الشعبية: رأى ضرورة الانفراد بحكم مصر دون وصاية شعبية حيث أدرك قوة الزعامة الشعبية التي كان لها دور واضح في توليته حكم مصر وفرض قيود عليه عند قبوله الولاية. توجس (قلق) من زيادة مكانة عمر مكرم بين الناس لدوره الواضح في رسم خطوط مقاومة حملة فريزر. العوامل التي ساعدت محمد علي في التخلص من الزعامة الشعبية: انقسام القيادات الشعبية حول تقدير ومكانة عمر مكرم حيث أخذ منافسوه يدسون له عند محمد علي، والذي انتهز الفرصة ليزيد من هذه الانقسامات. حدوث أزمة اقتصادية عام 1808م والتي استغلها محمد علي واتخذ بعض القرارات والإجراءات الشديدة فيما يتعلق بالضرائب والملكية لتحقق له السيطرة والانفراد بالحكم، وكان لابد من موافقة عمر مكرم طبقًا لشروط التولية، ولكنه رفض التباحث مع محمد علي، فانتهزت العناصر المنافسة لعمر مكرم الفرصة وأخذت توغر صدر محمد علي ضده فقام ب: عزل السيد عمر مكرم من نقابة الأشراف ونفيه إلى دمياط عام 1809م. تولية محمد السادات نقابة الأشراف الذي أصبح أداة طيعة في يد محمد علي. الأزمة الاقتصادية عام 1808م: نتيجة لانخفاض فيضان النيل في أغسطس 1808م ساءت الأحوال وارتفعت الأسعار، وزادت الضرائب فاحتج الناس لدى العلماء. طالب العلماء بدورهم محمد علي بعدم تحصيل الضرائب المقررة لتخفيف الأزمة، فنهرهم محمد علي لأنهم لم يفعلوا مع الناس مثلما فعل هو معهم (حيث إنه أعفى العلماء الملتزمين من دفع ضرائب الفائض من التزامهم) فوضعهم بذلك في مأزق مع الناس. وبنفي عمر مكرم والتخلص من الزعامة الشعبية لم يبق أمام محمد علي سوى التخلص من المماليك ليخلص له حكم مصر دون منافسة. رابعًا: مذبحة القلعة مارس 1811م (القضاء على المماليك): كان محمد علي قد أغرى المماليك بترك الصعيد والإقامة معه في القاهرة ليكونوا تحت بصره ليأمن مكرهم. ولكن عندما طلب منه السلطان التوجه إلى الحجاز لضرب الحركة الوهابية خشي محمد علي من عودة المماليك لمناوأته منتهزين فرصة غياب الجيش في الحجاز، لذلك دبر مذبحة القلعة كالتالي: قام بدعوة المماليك إلى الاحتفال بالقلعة بمناسبة خروج الجيش المصري بقيادة ابنه طوسون إلى الحجاز. بعد انتهاء الاحتفال أمر بمحاصرة فرق المماليك وتم قتلهم جميعًا إلا من استطاع الفرار. وهكذا تخلص محمد علي من آخر منافسيه (المماليك) وانفرد بحكم مصر، وبدأ في بناء القوة الذاتية المنظمة في كل النواحي الاقتصادية والإدارية والسياسية."
                   },
         {
           "lesson_number": "3",
           "title": "مظاهر بناء الدولة الحديثة في عهد محمد علي",
                      "content": "انفرد محمد علي بحكم مصر وبدأ في بناء القوة الذاتية لمصر في النواحي المختلفة، فكان مختلفًا عمن سبقه في أهدافه التي أراد تحقيقها وقراراته وتوجهه، فاقترب بمصر لتصبح قوة بين القوى العالمية الدولية. الأحوال الاقتصادية: نظم محمد علي الاقتصاد المصري في الزراعة والصناعة والتجارة على أساس نظام الاحتكار، لكي يضمن الدخول في سوق التجارة الدولية منافسًا لغيره من الدول. نظام الاحتكار في عهد محمد علي: نظام تقوم فيه الحكومة متمثلة في محمد علي بالإشراف على الاقتصاد جملةً وتفصيلاً من خلال تحديد نوع الغلات التي تزرع ونوع المصنوعات التي تنتج وتحديد أثمان شرائها من المنتجين وأثمان بيعها في السوق. الزراعة: قام محمد علي بالعديد من الإجراءات للنهوض بالزراعة: 1- تغيير أوضاع الملكية والحياة الزراعية وذلك عن طريق: إلغاء نظام الالتزام ومصادرة أراضي الملتزمين وتسجيلها باسم الدولة، تم ذلك بسلسلة من الإجراءات خلال 6 أعوام من (1808م:1814م). 2- تطبيق نظام الاحتكار في الزراعة عن طريق: تزويد الفلاح باحتياجات الزراعة مثل (مواشي - أدوات - بذور) ويخصم ثمنها من قيمة المحصول عند تسليمه، إلزام الفلاحين بزراعة ما تقرره الحكومة من الحاصلات الزراعية. 3- توفير أكبر قدر من الدخل من الإنتاج الزراعي (تطوير الزراعة) عن طريق: 1- إحلال أساليب زراعية حديثة لزيادة الإنتاج الزراعي وتقليل الجهد، فاستقدم المدربين الماهرين من كل مكان وحدد الواجبات والمسئوليات. 2- الاهتمام بالتعليم الزراعي، أنشأ مدرسة للزراعة واستقدم الخبراء الزراعيين من الخارج. 3- تحسين طرق الري عن طريق: شق الترع وحفر القنوات، وإنشاء العديد من القناطر على النيل أهمها القناطر الخيرية، والتي أدت إلى تحويل أراضي الوجه البحري إلى نظام الري الدائم. 4- تحسين زراعة القطن وإدخال أنواع جديدة من النباتات الزراعية، مثل (أشجار التوت لتربية دودة القز، ونبات النيلة الهندية). الصناعة: كانت أحوال الصناعة عندما تولى محمد علي حكم مصر لا تلائم حاجة الجيش والأسطول، لذلك قام بما يلي: تطبيق نظام الاحتكار في الصناعة: رأى محمد علي أن خضوع الصناعة لنظام الاحتكار وسيلة لتنظيمها ولتحقيق أهداف بناء القوة الذاتية للبلاد، وتم ذلك من خلال: 1- إمداد الصناع بالمواد الخام اللازمة للصناعة بالثمن الذي تحدده الحكومة. 2- شراء المنتجات بالسعر الذي تحدده الحكومة، رفع أسعار بيع المواد الخام للصناعة وخفض أسعار شراء منتجاتهم لتحقيق الربح المناسب. تطوير الإنتاج الصناعي: ساعدت سياسة الاحتكار في تطوير الإنتاج الصناعي من خلال الإجراءات التالية: 1- إقامة مصانع حكومية تتبع الدولة مباشرة (قطاع عام) لتوفير الصناعات المطلوبة. 2- إجبار مشايخ الحارات على جمع الصبية للعمل في مصانع الدولة إجباريًا فأصبحت بمثابة مدارس صناعية. 3- استقدام خبراء من الخارج في مختلف الصناعات. 4- تخصيص بعثات للخارج لدراسة فنون الصناعة المختلفة وترجمة الكتب الصناعية. التجارة: طبق محمد علي نظام الاحتكار في التجارة من خلال الإجراءات التالية: 1- في التجارة الداخلية عن طريق: احتكار محمد علي تسويق جميع الحاصلات الزراعية. 2- في التجارة الخارجية قامت بها الدولة مباشرة عن طريق: البيع للتجار الأجانب في الداخل والخارج، واحتكار تجارة الواردات، فلم يشجع محمد علي الاستيراد كثيرًا لأنه كان يرى أن الدولة القوية هي التي تزيد صادراتها على وارداتها. النقل والمواصلات: اهتم محمد علي بالنقل والمواصلات لتصريف الإنتاج الزراعي والصناعي وتسهيل التجارة، فقام ب: 1- تمهيد الطرق البرية. 2- بناء أسطول في البحرين الأحمر والمتوسط. 3- إصلاح الموانئ وخاصة ميناء الإسكندرية. 4- تطهير البحر الأحمر من القرصنة. ونتيجة لذلك فضلت شركة الهند الشرقية الإنجليزية استخدام طريق البحر الأحمر لمرور تجارتها بدلاً من الدوران حول أفريقيا، وبهذا نجح محمد علي في إحياء طريق التجارة عبر مصر. الأحوال الاجتماعية: الأوضاع الاجتماعية المترتبة على سياسة محمد علي الاقتصادية: أثرت سياسة محمد علي الاقتصادية في تشكيل وبناء القوى الاجتماعية في مصر حيث تدهورت واندثرت قوى كانت بارزة في ظل الحكم العثماني المباشر، وظهرت قوى جديدة استفادت من نظام محمد علي ومشروعاته، ويتضح ذلك فيما يلي: قوى تدهورت واندثرت لتحل محلها قوى أخرى، والقوى التي تدهورت هي: 1- المماليك: انتهى نفوذها كهيئة حاكمة لتحل محلها أسرة محمد علي وبعض الأتراك. 2- علماء الأزهر والقيادات الشعبية: تضائل نفوذهم لينتقل مركز القيادة من الأزهر إلى خريجي المدارس الجديدة. 3- طبقة التجار: تدهورت بسبب احتكار الحكومة للتجارة الخارجية والداخلية، وبهذا اختفت الشخصيات التجارية الكبيرة (مثل أحمد المحروقي) لتحل محلها التجار الأجانب ووكلائها وقيامهم بدور الوسطاء. قوى ظهرت واستفادت من نظام محمد علي ومشروعاته وهي: 1- طبقة الأعيان: من كبار ومتوسطي ملاك الأراضي الزراعية (وقد ازدادت قوتهم وتميزهم في المجتمع بتوسيع حقوق الملكية منذ منتصف القرن ال19م). 2- طبقة عمال الصناعة: في المصانع الكبرى للدولة مع استمرار طوائف حرف الصناعات الصغيرة كوسطاء للحكومة. 3- البدو: ظهرت كقوة اجتماعية مستقرة بعد منح زعمائهم أراضي واسعة، وتدريجيًا دخل البدو في الحياة المدنية. التعليم: اهتم محمد علي بالتعليم لارتباطه ب: 1- سياسة الاحتكار الاقتصادي وبناء القوة الذاتية. 2- التوسع الخارجي والحروب التي دخلها. مظاهر اهتمام محمد علي بالتعليم (على اختلاف مراحله عالي وثانوي وابتدائي): إرسال البعثات خلال الفترة (من 1813م:1847م) حيث: أوفد محمد علي بعثات من طلاب الأزهر وغيرهم إلى إيطاليا وفرنسا وإنجلترا والنمسا للتعليم واكتساب الخبرات اللازمة لدراسة: الفنون العسكرية، وبناء السفن والملاحة، والهندسة والميكانيكا، وأصول الري والصرف، والقانون والسياسة. رفاعة رافع الطهطاوي: أوفده محمد علي إمامًا لطلاب أول بعثة كبيرة إلى فرنسا عام 1826م، واستفاد كثيرًا من الثقافة الإنسانية الفرنسية فأدرك قيمة الاطلاع على علوم ومعارف المجتمعات الأوروبية والترجمة، فاقترح على (محمد علي) تأسيس مدرسة الألسن عام 1836م لتدريس اللغات الأوروبية والترجمة والتي كان لها الفضل في نقل الكثير من معارف الغرب لمصر. 2- إنشاء المدارس (من 1816:1839م): أنشأ محمد علي المدارس لخدمة أهداف التنمية الاقتصادية والعسكرية مثل: مدرسة المهندسخانة، والطب والصيدلة، وأصول المحاسبة، والفنون، والصنائع، والزراعة، والبيطرة. في البداية التحق بهذه المدارس تلاميذ الأزهر والكتاتيب الذين حصلوا على قسط معقول من التعليم، ثم أصبحت هذه المدارس عامة ومدنية الطابع فأوجد هذا النوع من التعليم ثقافة مدنية تختلف عن الثقافة الدينية التي كانت طابع التعليم الديني السائد آنذاك. ومن هنا كانت ازدواجية الفكر والثقافة إحدى مشكلات الثقافة والتفكير في مصر والتي بدأت منذ أيام الحملة الفرنسية عندما تعددت المدارس واتسع نطاقها. أنشأ محمد علي ديوان المدارس عام 1837م فكان أول وزارة للتعليم في مصر. الأحوال السياسية: نظام الحكم في عهد محمد علي: السلطتان التنفيذية والتشريعية: كان نظام الحكم في عهد محمد علي يقوم على الحكم المطلق الفردي استمرارًا لما كان عليه أيام الولاة العثمانيين والمماليك، غير أن محمد علي وضع للحكومة نظامًا انطلاقًا من فكرة الدواوين الاستشارية التي أقامتها الحملة الفرنسية وتماشيًا مع أفكاره في البناء والإصلاح. من الدواوين والمجالس التي أنشأها محمد علي ما يلي: 1- الديوان العالي عام 1824م: يرأسه نائب أو وكيل الباشا (محمد علي). مهامه: البحث في كافة شئون الحكومة. 2- مجلس المشورة (الشورى): تألف من كبار موظفي الحكومة والعلماء والأعيان. مهامه: كان يتم استشارته في مسائل الإدارة والتعليم والأشغال العمومية، وينعقد مرة واحدة في السنة. 3- المجلس العالي (عام 1834م) وهو مجلس الوزراء حاليًا: تألف من نظار الدواوين ورؤساء، وضم إليه اثنان من الأعيان عن كل مديرية، واثنان لشئون الحسابات. 4- المجلس المخصوص: مهامه: النظر في الشئون الكبرى للحكومة، وتشريع اللوائح والقوانين، وإصدار التعليمات لجميع المصالح. 5- المجلس العمومي عام 1847م: مهمته: النظر في الشئون العامة للحكومة. قام محمد علي بإصدار القانون الأساسي عام 1837م من أجل تنظيم العلاقات بين الدواوين الحكومية وتحديد اختصاصاتها والتي مثلت في: ديوان الإيرادات، ديوان الجهادية، ديوان المدارس، ديوان البحر للأسطول، ديوان الأمور الإفرنجية والتجارة المصرية، ديوان الفابريقات، وديوان الخديوي. نقد نظام محمد علي في مصر: على الرغم من وجود جميع المجالس والعناوين السابقة إلا أنه يمكن القول أن نظام الحكم في عهد محمد علي يقوم في جوهره على فكرة الحكم الفردي المطلق حيث كان محمد علي مصدر السلطة العليا في مصر. التقسيم الإداري: أيام الحكم العثماني كانت مصر مقسمة إلى 16 إقليمًا. في عهد محمد علي تم إدخال بعض التعديلات بما يناسب الأعباء المالية المفروضة على الأهالي لتحقيق المساواة كما بالمخطط التالي: قسم مصر إلى: 1- 7 مديريات أو (محافظات) متساوية المساحة يرأسها مدير أو (محافظ)، يتقسم كل منها إلى مراكز يرأسها مأمور، ينقسم كل منها إلى أقسام يرأسها ناظر، ينقسم كل منها إلى نواحي وقرى يرأسها عمدة أو شيخ بلد. تولي الوظائف: كان العنصر التركي يتولى كل الوظائف الإدارية ما عدا وظيفة شيخ البلد والعمدة والوظائف المالية. ضعف نفوذ محمد علي في أواخر عهده فبدأت سياسة إحلال المصريين تدريجيًا في الوظائف حتى تم تمصير كل الوظائف مع نهاية السبعينيات في عهد الخديوي إسماعيل فيما عدا الجيش الذي ظلت فيه الرتب الكبيرة حكرًا على العناصر التركية والشركسية. السلطة القضائية: تمثلت جهود محمد علي في القضاء في: 1- إضافة بعض الاختصاصات القضائية إلى ديوان الخديوي. 2- إنشاء هيئة قضائية جديدة عرفت بجمعية الحقانية عام 1842م اختصت بمحاكمة كبار الموظفين وأتت بمثابة محكمة جنايات وجنح. 3- إنشاء محكمة تجارية (مجلس التجارة) اختصت بالفصل في المنازعات التجارية التي تنشأ بين الأهالي أو بينهم وبين الأجانب، لذلك دخل في تشكيلها ممثلون عن الأجانب. بناء القوة العسكرية: كان محمد علي كرجل عسكري ومحارب يدرك أهمية القوة العسكرية، لذلك اتجه لبناء قوة عسكرية ذاتية نظامية بدلاً من الفرق العسكرية غير النظامية التي تضم عناصر مرتزقة متمردة مختلطة، وأصبحت هذه الفكرة أكثر إلحاحًا بعد حروبه في الحجاز ضد الوهابيين 1811م. قام محمد علي ببناء القوة العسكرية عن طريق الاهتمام بما يلي: 1- الجيش: إنشاء الجيش محور سياسة محمد علي الإصلاحية وتحديث جميع مرافق الدولة حيث أنشأ: مدرسة الطب لإعداد أطباء للجيش، ومدرسة المهندسخانة لإعداد خبراء في الصناعات المختلفة التي ترتبط بالجيش. فكان الجيش أداة للتقدم العمراني في مصر بالإضافة إلى مهمته العسكرية. خطوات إعداد وتكوين الجيش: أ- إعداد الضباط: قام محمد علي بمحاولتين لإعداد الضباط: المحاولة الأولى في عام 1815م: (تدريب الجنود الأتراك) بدأ محمد علي إعداد ضباط نظاميين فأمر بتدريب فرقة من الجنود الأتراك التي اشتركت في الحروب الوهابية، ولكن رفض الجنود الخضوع للتدريب الحديث بل وتآمروا لعزل محمد علي فأدى ذلك إلى تراجع محمد علي عن هذه المحاولة. المحاولة الثانية في عام 1820م (الاعتماد على أبناء المماليك): قام محمد علي بإنشاء مدرسة حربية في أسوان لتخريج ضباط عسكريين على النظام الحديث، واعتمد في ذلك على الكولونيل سيف أحد ضباط جيش نابليون. ب- إعداد الجنود (التجنيد): ابتعد محمد علي عن تجنيد كل من: الأتراك والأرناؤود بسبب طبيعتهم المتمردة، والمصريين تجنبًا لاحتمال ثورتهم ضده. قام محمد علي بتجنيد السودانيين ولكن التجربة فشلت بسبب موت معظمهم لعدم ملاءمة الجو لهم. أدى ذلك إلى قيامه بتجنيد المصريين ونجحت التجربة في حرب اليونان عام 1824م بعدما اتسعت دائرة التجنيد. قام محمد علي ب: استقدام طائفة من كبار الضباط الفرنسيين ليعاونوه على تنظيم الجيش، وإرسال عدد من الشبان إلى أوروبا لإتمام دراستهم الحربية، وبعد عودتهم حلوا محل المعلمين الأجانب في المدارس الحربية. 2- إنشاء الأسطول: بدأ ظهور البحرية المصرية عام 1810م عندما شرع محمد علي في الدخول في الحروب الوهابية، فقام بعدة خطوات لإنشاء البحرية المصرية تمثلت في: إنشاء ترسانة في بولاق عام 1810م ثم في الإسكندرية لصناعة السفن الحربية والتجارية فيما بعد، وإنشاء معسكر لتعليم الأعمال البحرية للبحارة من الجنود، وإنشاء مستشفى ومدرسة بحرية على ظهر إحدى السفن لإعداد الضباط البحريين. إرسال بعثات من الضباط البحريين إلى فرنسا وإنجلترا لإتمام علومهم عمليًا على ظهر السفن الحربية الأوروبية. 3- إنشاء مصانع الأسلحة والذخيرة: أنشأ محمد علي مصانع للأسلحة في مصر بهدف الاستغناء عن استيراد السلاح من الخارج، لذلك: أنشأ ترسانة في القلعة لصنع الأسلحة وصب المدافع، وأنشأ مصنعين للبارود أحدهما بالحوض المرصود بحي السيدة زينب والآخر عند المقياس بجزيرة الروضة. 4- إقامة الحصون: اهتم محمد علي بتحصين مصر حيث أقام القلاع والاستحكامات اللازمة للدفاع عن ثغور (حدود) البلاد والعاصمة، ولذلك أصلح قلعة صلاح الدين وقلاع الإسكندرية ورشيد ودمياط."
        },
        {
          "lesson_number": "4",
          "title": "سياسة مصر الخارجية في عهد محمد علي ومحاولات الاستقلال عن الدولة العثمانية",
                    "content": "ارتبطت أهداف محمد علي ببناء دولة مدنية حديثة برغبته في الاستقلال عن الدولة العثمانية والتي بدأت منذ حروبه في شبه الجزيرة العربية، إلا أن هذه الرغبة في الاستقلال وظهور الدولة المصرية كقوة يتعارض مع مسألة توازن القوى الدولية أهدافها الاستعمارية آنذاك، مما جعلها تقف حجر عثرة أمام تحقيق هذه الأهداف. في هذا الدرس نتعرف: سياسة مصر الخارجية في عهد محمد علي: أولاً: حروب تمت استجابة لأوامر السلطان العثماني. ثانيًا: حروب تمت بإرادة محمد علي. سياسة مصر الخارجية في عهد محمد علي: كانت سياسة مصر الخارجية وعلاقاتها بالقوى الدولية عبر المراحل التاريخية المختلفة يحددها موقع مصر ومجالها الحيوي. قبل تولية محمد علي لم يكن لمصر سياسة خارجية وذلك لخضوعها منذ مطلع القرن ال16م (1517م) لحكم الدولة العثمانية، وعليها أن تتبع السلطان العثماني في الحرب والسلام على السواء. العلاقة بين حروب محمد علي ومحاولة الاستقلال عن الدولة العثمانية: بعد تولي محمد علي حكم مصر بدأت محاولات الاستقلال الحقيقية عن الدولة العثمانية، وكانت البداية عندما ذهبت قواته إلى الجزيرة العربية لإخماد الدعوة الوهابية بناء على طلب السلطان العثماني. تبلورت محاولات الاستقلال بشكل واضح عندما حدث الصدام مع السلطان العثماني في الشام حيث أدرك محمد علي أهمية وجود رابطة عربية تجمع بلدان وادي النيل والجزيرة العربية والشام (حوض البحر المتوسط) في خصوصية واحدة لمواجهة الرابطة العثمانية. ومن ناحية أخرى: كانت توسعات محمد علي في السودان والجزيرة العربية وحوض البحر المتوسط تقوم بدور الظهير للحكومة المركزية التي أقامها محمد علي في مصر. تصنف حروب محمد علي إلى: حروب تمت استجابة لأوامر السلطان العثماني مثل حروب شبه الجزيرة العربية أو حرب اليونان (حرب المورة)، أو حروب تمت بإرادة محمد علي مثل: ضم السودان أو ضم الشام والأناضول. أولاً: حروب تمت استجابة لأوامر السلطان العثماني: حروب شبه الجزيرة العربية (1811م:1819م): نتائجها: (1) توطيد مركز محمد علي ورفع قدره من تابع إلى حاكم مستقل، (2) أصبح لمصر وجود عسكري وسياسي في الجزيرة العربية حيث أسند السلطان لمحمد علي مشيخة الحرمين ولابنه إبراهيم ولاية جدة، (3) اتسع مجال مصر ليشمل الحجاز، نجد، عسير، وجزءًا من اليمن ومن الخليج العربي، (4) كان للوجود المصري السياسي والعسكري في شبه الجزيرة العربية دورًا مؤثرًا في تكوين الرابطة العربية لمواجهة الرابطة العثمانية. حرب اليونان (حرب المورة) (1821م:1828م): نتائجها: (1) ضم جزيرة كريت لولاية مصر، (2) اكتساب الجيش المصري الخبرات الميدانية، (3) ارتفاع شأن مصر دوليًا حيث تم التفاوض مع محمد علي مباشرة للتوصل إلى اتفاقية لإنهاء الحرب عام 1828م. وكانت هذه النتائج الإيجابية في صالح بناء القوة الذاتية لمصر ومسئولة عن نمو فكرة الانفصال عن الدولة العثمانية وتحقيق استقلال مصر. حروب شبه الجزيرة العربية: تمت للمساعدة في القضاء على أتباع دعوة محمد بن عبد الوهاب من آل سعود وذلك لتهديدهم نفوذ الدولة هناك، وانتهت الحروب بنجاح محمد علي في إسقاط الدولة السعودية الأولى. حرب اليونان: تمت لمواجهة مطالب اليونانيين بالاستقلال عن الدولة العثمانية حيث كانت اليونان وأوروبا الشرقية جزءًا من الإمبراطورية العثمانية منذ أواخر القرن ال15م، وقد أرسل محمد علي القوات المصرية إلى اليونان عام 1824م. ثانيًا: حروب تمت بإرادة محمد علي: (1) ضم السودان (1820م:1822م): كانت أول حرب تمت بإرادة محمد علي. أهدافها: (1) متابعة المماليك الهاربين من مذبحة القلعة إلى دنقلة بالسودان، (2) اكتشاف مناجم الذهب والماس نظرًا لأهمية الذهب كمقوم للسلع والتبادل التجاري، (3) تنمية التجارة، (4) تجنيد السودانيين في الجيش، (5) تحقيق فكرة المجال الحيوي لمصر والامتداد الطبيعي لها من ناحية الجنوب. الإجراءات التي قام بها محمد علي في السودان: (1) وحد أجزاء السودان لأول مرة تحت اسم السودان، (2) عين حاكمًا عامًا على السودان برتبة حكمدار يجمع في يده السلطتين العسكرية والمدنية بالتنسيق مع ديوان الداخلية في مصر، (3) قسم السودان إلى مديريات والمديريات إلى أقسام ونظمت على نفس نظام التقسيم الإداري في مصر، (4) بنى مدنًا جديدة مثل: مدينة الخرطوم التي أصبحت عاصمة للسودان عام 1830م، ومدينة كسلا على النيل الأزرق، (5) زار السودان عام 1838م وقدم منحًا تعليمية لستة من السودانيين لدراسة العلوم الزراعية في مصر، (6) استقدم أبناء زعماء السودان للدراسة في مصر، كما شارك السودانيون إخوانهم المصريين في بعثاتهم التعليمية إلى أوروبا، (7) أدخل زراعات مصرية مثل: القمح، والخضراوات، وأشجار الفاكهة المختلفة. وقد ساعد ضم محمد علي للسودان على اكتشاف منابع النيل وأواسط أفريقيا من خلال التوسعات التي تمت فيما بعد في عهد إسماعيل. (2) ضم الشام والأناضول (1831م:1840م): كانت رغبة وتطلع محمد علي لضم الشام أسبق من ضم السودان وسابقة لحروبه في الجزيرة العربية. محاولات محمد علي لضم الشام: فكر عام 1810م في مخاطبة السلطان العثماني ليتنازل له عن الشام مقابل مبلغ من المال، (2) عاودته الفكرة أثناء حروب الجزيرة العربية فطلب من السلطان أن يعهد إليه بولاية الشام بدعوى أهميتها في إخضاع الوهابيين فرفض السلطان. بعد ضم السودان ووجوده في شبه الجزيرة العربية أصبحت فكرة ضم الشام أكثر إلحاحًا من أجل: (1) تقوية الجبهة العربية في مواجهة الدولة العثمانية، (2) تأمين حدود مصر الشمالية الشرقية، (3) أهمية بلاد الشام باعتبارها المجال الحيوي الشمالي لمصر. (3) بعد حرب اليونان طلب محمد علي من السلطان أن يضم الشام كمكافأة له وتعويضًا عن خسائره فرفض السلطان وأعطاه جزيرة كريت التي لم ترضيه لبعدها وتمرد أهلها. (4) كانت المحاولة الأخيرة عندما قرر محمد علي خوض الحرب في الشام مرددًا السبب إلى رفض والي عكا إعادة الفلاحين المصريين الهاربين إلى بلاد الشام (تخلصًا من الضرائب وفرارًا من الخدمة العسكرية) باعتبارهم رعايا العثمانيين يحق لهم الاستقرار في أي مكان يتبع الدولة العثمانية. فكان ذلك هو السبب المعلن (الذريعة) للتوسع في الأراضي الشامية وإرسال الجيش المصري لضمها. الانتصارات المتتالية للجيش المصري في الشام والأناضول: (1) دخل عكا مايو 1832م، (2) دخل دمشق يونيو 1832م، (3) دخل حمص يوليو 1832م، (4) تخطى الحدود الشمالية لسوريا ودخل الأناضول وتمركز في أضنة (مفتاح الزحف داخل الأناضول)، (5) واصل الزحف في طريق إسطنبول عاصمة الدولة العثمانية مما اضطر السلطان العثماني لعقد صلح كوتاهية مع محمد علي أبريل 1833م. نتائج انتصارات الجيش المصري في الشام والأناضول: (1) توسعت الدولة المصرية حيث: بسط محمد علي نفوذه على بلاد الشام وأضنة، تأييد سلطان (محمد علي) على كريت والحجاز ومعظم الجزيرة العربية. (2) قام محمد علي بعدة إجراءات في الشام باعتبارها المجال الحيوي الشمالي لمصر حيث قام ب: إخضاع الأمراء الإقطاعيين ونزع السلاح منهم، توطيد الأمن وفرض النظام، إقرار سلطة الحكومة المركزية في مصر، تنشيط التجارة والزراعة، فرض نظام التجنيد. (3) اعتزم محمد علي إعلان الاستقلال التام عن السلطة العثمانية. (4) تدخلت الدول الأوروبية خشية من زيادة نفوذ محمد علي لما يمثله من خطر على التوازن الدولي. تدخل الدول الأوروبية ضد محمد علي وذلك من خلال: (1) صلح كوتاهية أبريل 1833م: لم يكن إلا تسوية مؤقتة لأن السلطان كان قد رتب الأمر لمواجهة محمد علي عسكريًا وظهر ذلك في معاهدة يوليو 1833م. (2) معاهدة يوليو 1833م: اتفاق سري بين روسيا والسلطان العثماني سببها: رغبة السلطان في مواجهة محمد علي عسكريًا وإخراجه من بلاد الشام (سوريا). نصها: يلتزم الطرفان بأن يساعد كل منهما الآخر أمام الخطر الخارجي أو الداخلي (وبذلك تعد معاهدة دفاعية هجومية). منع محاولات محمد علي إعلان الاستقلال ففي: (3) عام 1834م صارح محمد علي قناصل الدول الأوروبية باعتزامه إعلان الاستقلال التام عن الدولة العثمانية فحذروه من الإقدام على هذه الخطوة. عام 1834م جدد عزمه في الاستقلال بمصر بسبب دسائس السلطان العثماني ضد حكمه في الشام لكن الدول الأوروبية لم تشجعه أيضًا. (4) تحريض إنجلترا للسلطان العثماني لقتال وإخضاع محمد علي: تم ذلك بعد رفضه تنفيذ معاهدة بلطة ليمان التجارية التي عقدتها إنجلترا مع السلطان العثماني عام 1838م ووافقت عليها فرنسا لإلغاء نظام الاحتكار الذي يتبعه محمد علي، مما أدى إلى إخفاق مساعي الصلح بين محمد علي والسلطان واشتباك قواتهما في موقعة نزيب (نصيبين) على الحدود التركية السورية شمال حلب في يونيو 1839م والتي ترتب عليها: هزيمة الجيش العثماني هزيمة ساحقة، قيام قائد الأسطول العثماني بتسليم أسطوله لمحمد علي دون قتال، ازدياد قوة محمد علي وتفوقه على الدولة العثمانية برًا وبحرًا. ونتيجة لانتصارات محمد علي انزعجت الدول الأوروبية وقامت بعقد معاهدة لندن 1840م والتي نتعرف عليها فيما يلي. معاهدة (تسوية) لندن يوليو 1840م: أطرافها: السلطان العثماني مع الدول الأوروبية الكبرى عدا فرنسا (حيث تم الاتفاق من وراء ظهرها نظرًا للتنافس التقليدي بينها وبين إنجلترا). أسبابها: أثارت انتصارات محمد علي وخاصة بعد معركة نزيب (نصيبين) لدى الدول الأوروبية الكبرى مسألة توازن القوى فلم تكن تسمح بتفوق مصر وتوسيع نفوذها الذي شمل بلاد الشام والجزيرة العربية وكريت، فدخلت في مفاوضات مع السلطان العثماني لفرض ما تراه من شروط على محمد علي لحفظ توازن القوى في المنطقة. أهم شروطها: (1) يعطى محمد علي وخلفاؤه حكم مصر وراثيًا وعكا طوال حياته، وإخلاء جزيرة كريت والحجاز وأضنة، وإعادة الأسطول العثماني، (2) يدفع محمد علي جزية سنوية للسلطان، (3) يلتزم محمد علي بتطبيق كافة المعاهدات التي عقدها السلطان مع الدول الأوروبية وفي مقدمتها معاهدة بلطة ليمان، (4) تعد قوات محمد علي البرية والبحرية جزءًا من قوات السلطان وفي خدمته، (5) إذا لم يقبل محمد علي هذه الشروط: خلال عشرة أيام يحرم من حكم ولاية عكا (فلسطين)، خلال عشرة أيام أخرى يصبح السلطان في حل من حرمانه من ولاية مصر، (6) إذا رفض محمد علي هذه الشروط يلجأ الحلفاء الموقعون على المعاهدة إلى استخدام القوة ضده مع الالتزام بحماية عرش السلطان العثماني. موقف محمد علي من تسوية لندن: في البداية رفض المعاهدة (بناء على تحريض فرنسا له) واستعد للحرب، ولكنه اضطر بعد ذلك لقبول شروط معاهدة لندن بسبب: (1) استعداد الدول الأوروبية لحصاره، (2) تخلي فرنسا عنه، (3) قيام أهالي سوريا بثورة ضده. نتائجها: (1) حرمت مصر من انتصاراتها الخارجية وبقاء مصر في حدودها قبل التوسع، (2) جعلت لمصر شخصية دولية بعد أن كانت مجرد ولاية عثمانية متميزة. لم يكتف السلطان بالقيود التي فرضت على مصر في معاهدة لندن بل استكمل تلك القيود من خلال فرماني فبراير ويونيو 1841م. فرمانا فبراير ويونيو 1841م: نصوصهما: (1) يتلقى حكام مصر من أبناء محمد علي فرمان الولاية من السلطان، (2) التزام مصر بتنفيذ كافة الاتفاقيات التي يبرمها السلطان مع الدول المختلفة، (3) تضرب الحكومة النقود في مصر باسم السلطان وتجبى الضرائب باسمه وترسل له مصر ربع إيرادها السنوي، (4) لا يزيد عدد الجيش وقت السلم عن 18 ألف جندي وليس لمصر أن تبنى سفنًا حربية إلا بإذن من السلطان. نتائجهما: تأخير الاستقلال الحقيقي لمصر عن الدولة العثمانية بعد أن كانت فرصة الاستقلال الفعلي مواتية بعد انتصارات محمد علي. واستمر وضع مصر الدولي تجاه السلطة العثمانية طبقًا لمعاهدة لندن 1840م وفرماني 1841م إلى أن تولى إسماعيل باشا حكم مصر."
        },
        {
          "lesson_number": "5",
          "title": "أحوال مصر في عصر خلفاء محمد علي (الآثار المترتبة على تسوية لندن وانهيار نظام الاحتكار)",
                     "content": "تعاقب على حكم مصر حكام من أسرة محمد علي، ولكنهم لم يكونوا على شاكلته من حيث القوة والوعي، فلم يثبتوا كفاءتهم في حكم مصر فدهمتهم الموجة الغربية ولم يمتلك أي منهم القدرة على مواجهتها وتأرجحوا بين إبداء مظاهر الميل لكل من فرنسا وبريطانيا والدولة العثمانية على حساب مصر واستقلالها. سنتناول في هذا الدرس أحوال مصر في عصر خلفاء محمد علي: 1- الأوضاع الاقتصادية، 2- الأوضاع الاجتماعية، 3- التعليم، 4- الحياة الثقافية، 5- السلطة التنفيذية والسلطة التشريعية، 6- السلطة القضائية، 7- القوة العسكرية. سقوط نظام الاحتكار: أثَّر نظام الاحتكار الذي اتبعه محمد علي على الرواج التجاري في أوروبا، فوقفت الدول الأوروبية ضده وعقدت معاهدة بلطة ليمان ثم تسوية لندن للتخلص من هذا النظام، مما أثر على أحوال مصر المختلفة في عهد خلفاء محمد علي، والتي سوف ندرسها فيما يلي: معاهدة بلطة ليمان أغسطس 1838م (نسبة إلى مكان عقد المعاهدة بتركيا): كان تطبيق معاهدة بلطة ليمان في إطار تسوية لندن 1840م إيذانًا ببدء سقوط نظام الاحتكار. سببها: رغبة بريطانيا في القضاء على نظام الاحتكار الذي مارسه محمد علي، والذي كان حجر عثرة أمام الرواج التجاري الأوروبي، حيث أغلقت مصر أسواقها أمام البضائع الأوروبية في الوقت الذي كانت أوروبا تحتاج إلى أسواق لتصريف منتجاتها بعد الثورة الصناعية. نصها: إلغاء نظام الاحتكار التجاري الذي يتبعه محمد علي ويبدأ التنفيذ في يوليو 1839م. موقف محمد علي منها: في بداية الأمر رفض تنفيذها لكي يحافظ على الإنتاج الداخلي في مصر، وإبقاء لقدرته على تسويقه في الخارج في إطار تسوية لندن عام 1840م. نتائجها: 1- سقوط نظام الاحتكار، 2- دخول الاستثمارات الأجنبية في مجال توظيف المال والإنتاج بمقتضى اتفاقيات تجارية مع مختلف الدول الأجنبية، 3- سيادة مناخ من الحرية الاقتصادية وإن كان ذلك لصالح الأجانب أكثر منه لصالح المصريين. كان لسقوط نظام الاحتكار في أواخر عهد محمد علي آثارًا امتدت إلى عهد خلفائه في جميع نواحي الحياة، وسنتعرف على ذلك فيما يلي. يعني سقوط نظام الاحتكار رفع يد الدولة عن القيام بالدور الاقتصادي وترك المنتجين أحرارًا فيما يفعلون. أحوال مصر في عصر خلفاء محمد علي: أثر سقوط نظام الاحتكار على الوضع الاقتصادي في مصر: 1- أثر سقوط نظام الاحتكار على الزراعة: 1- أصبح المزارعون أحرارًا في زراعة ما يشاؤون من المحاصيل بالأسلوب الذي يريدونه، 2- حدث تأخر وجمود في أساليب الزراعة، 3- تم إلغاء ضريبة الدخولية التي كانت تجبي على الحاصلات والمتاجر المتبادلة بين أسواق القرى عند دخول السوق والتي كانت بمقدار 12% (في عهد سعيد)، 4- توسعت ملكية الأراضي الزراعية حيث تحولت من ملكية انتفاع فقط إلى الحق في توريث الأرض أو هبتها أو وقفها، 5- ازدهرت زراعة القطن في مصر وارتفع ثمنه لحاجة السوق الأوروبية له وخاصة إنجلترا، 6- حدثت محاولات لتطوير أساليب الزراعة وتم إدخال نباتات جديدة (في عهد إسماعيل)، 7- إصدار قانون المقابلة في أغسطس 1871م فمع دخول الاستثمارات الأجنبية وانفتاح المجال أمام الإقراض من البنوك الأجنبية (أيام حكم سعيد وإسماعيل) بدأت الحكومة المصرية تواجه مشكلة سداد الديون في مواعيدها وفي سبيل ذلك صدر قانون المقابلة. قانون المقابلة: ينص على أن الذين يدفعون ستة أمثال الضريبة المقررة على الأرض مرة واحدة يُعفون من نصف الضريبة المقررة بصفة مستمرة، ويكون لهم حق الملكية التامة عليها. نتائج تطبيق قانون المقابلة: - كان أحد أسباب استقرار المزارعين والفلاحين، - الاهتمام بالإنتاج الزراعي. أثر سقوط نظام الاحتكار على الصناعة: 1- قلة إنتاج مصانع الدولة بعد إغلاق معظمها، 2- تدهور الصناعات الحرفية الصغيرة وكسادها واختفاء بعضها وخاصة في القاهرة وذلك لعدم قدرتها على منافسة الإنتاج الأجنبي الذي بدأ يغمر السوق المحلية. وبالرغم من مظاهر التدهور السابقة نجد أن في أواخر عهد عباس وأوائل عهد سعيد: - ازدهرت بعض الصناعات الحربية بسبب اشتراك مصر في حرب القرم بين تركيا وروسيا (1853م:1856م) بناء على طلب السلطان العثماني. في عهد إسماعيل: استمر انتعاش الصناعات الحربية بسبب: - زيادة عدد الجيش، - رفع القيود عن بناء المعدات الحربية حيث جددت المصانع القديمة وأقيمت مصانع جديدة. - انتعشت الصناعات التجهيزية مثل: حفر القنوات واستخراج الزيود ودبغ الجلود. - انتعشت الصناعات التحويلية مثل: صناعة السكر والغزل والنسيج والورق. أثر سقوط نظام الاحتكار على التجارة والنقل والمواصلات: لم تتأثر التجارة كثيرًا بزوال نظام الاحتكار لأن التخفيف من قيود الاحتكار كان تدريجيًا حيث: 1- سُمح للمنتجين الزراعيين بإقامة حلقات لبيع الإنتاج بالمزايدة بدلاً من البيع عن طريق الشونة الحكومية، 2- سُمح للتجار الإنجليز بالاتجار في المنتجات الزراعية والصناعية وبيعها في مصر وتصديرها للخارج، 3- قام الأجانب بتوريد ما تحتاجه السوق المصرية من منتجات، 4- زاد حجم التجارة وزاد نشاط التجار الأجانب في الاستيراد والتصدير (في عهد سعيد) مما أدى إلى زيادة الاهتمام بالنقل والمواصلات فتم: - إنشاء خط حديدي بين الإسكندرية والقاهرة وبين القاهرة والسويس، - تمهيد الطرق البرية وتوسيع شبكة البرق والبريد، - كما تم تأسيس شركتي ملاحة، إحداهما بحرية والأخرى نيلية، برؤوس أموال أجنبية، - الموافقة على مشروع قناة السويس. كان قد تم عرض مشروع قناة السويس على محمد علي ولكنه رفض قائلاً: \"لا أريد بسفورًا في مصر\" إشارة إلى مضيق البسفور التركي والذي كان سببًا في تدخل الدول الأوروبية في السياسة التركية (الدولة العثمانية) من أجل ضمان حرية الملاحة الدولية فيه. مشروع قناة السويس (قناة تربط البحر الأحمر بالبحر المتوسط): كان من أهم المشاريع التي ظهرت في مناخ سقوط نظام الاحتكار ودخول الاستثمارات الأجنبية. هدف المشروع إلى تسهيل مرور التجارة بين الشرق (مناطق المواد الخام والتسويق والاستهلاك) والغرب (مناطق الإنتاج). وافق سعيد على منح صديقه الفرنسي فرديناند دليسبس امتياز حفر القناة واستثمارها (الانتفاع بها) لمدة 99 سنة من تاريخ افتتاحها للملاحة في نوفمبر 1869م، وجاءت شروط هذا الامتياز مجحفة بحق المصريين حيث تقضي بأن: 1- تنازل الحكومة المصرية للشركة عن الأراضي المطلوبة لحفر القناة مع إعفاءها من الضرائب، 2- تلتزم الحكومة المصرية بحفر ترعة توصل المياه العذبة للعاملين بالمشروع (عرفت فيما بعد بترعة الإسماعيلية)، 3- للشركة حق انتزاع الأراضي المملوكة للأفراد واللازمة للمشروع مقابل تعويض مالي عادل، 4- للشركة امتياز استخراج المواد الخام للمشروع من المناجم والمحاجر الحكومية دون ضرائب، 5- تقدم الحكومة المصرية 4/5 العمال من المصريين لحفر القناة (80%)، 6- تحصل مصر مقابل الأراضي والامتيازات الممنوحة للشركة على 15% من صافي الأرباح، 7- تحصل مصر على 44% من أسهم الشركة (واستخدمت لتسوية الديون فيما بعد). بالرغم من أهمية مشروع قناة السويس في مجال التجارة، إلا أن تطورات تنفيذه جعلت منه مظاهر للتدخل الأجنبي وضعف الإرادة السياسية للدولة. أثر سقوط نظام الاحتكار على الأوضاع الاجتماعية: تأثرت طبيعة القوى الاجتماعية نتيجة تطبيق سياسة الباب المفتوح في المجالات الاقتصادية حيث: - تدهورت طوائف الحرف ومكانة شيوخ الطوائف، - تناقص دور التاجر المحلي لحساب الوكالات الأجنبية، - برزت طبقة كبار ومتوسطي ملاك الأراضي الزراعية بمختلف شرائحها وبدأوا يتطلعون إلى المشاركة في الحياة السياسية. أثر سقوط نظام الاحتكار على التعليم: كان لتقلص نفوذ محمد علي سياسيًا والقضاء على نظام الاحتكار اقتصاديًا آثاره السلبية على مسار النهضة التعليمية في عهدي عباس وسعيد حيث: - ساءت أحوال المدارس وأغلق بعضها، - تقلصت البعثات لأوروبا، - ألغي ديوان المدارس وتوقفت البعثات تقريبًا، - بدأ تشجيع الأجانب من أوروبا والولايات المتحدة على إنشاء مدارس خاصة بهم (مدارس للتبشير) مما ساعد على تعمق ازدواجية الفكر والثقافة في مصر. إلا أنه في عهد إسماعيل كان هناك اهتمام بالتعليم حيث سعى لإعادة بناء مصر على النظم الأوروبية (متأثرًا بحياته هناك) ورأى أن التعليم هو الوسيلة الأساسية ولتحقيق ذلك قام ب: - الاهتمام بتعليم البنات حيث أقام مدرستين للبنات بالقاهرة (مدرسة السنية ومدرسة القربية)، - الاهتمام بالتعليم الصناعي (تم إنشاء مدرسة العمليات للعلوم الصناعية والهندسية والتمرينات العملية ثم ألحقت بها مدرسة التلغراف وفرقة للنقاشين ومدرسة للعميان والخرس) والزراعة والمساحة والمحاسبة، - الاهتمام بالمدارس الابتدائية والثانوية (المدرسة التجهيزية بالعباسية والتي عرفت بالخديوية ومدرسة رأس التين بالإسكندرية)، - التشجيع على الالتحاق بالتعليم عن طريق الاهتمام بإقامة الحفلات المدرسية لاختتام نهاية العام الدراسي ويحضرها كبار رجال الدولة وتوزع فيها الجوائز والمكافآت على الناجحين المتقدمين. أثر سقوط نظام الاحتكار على الحياة الثقافية: كان لسقوط نظام الاحتكار آثاره السلبية على الحياة الثقافية في مصر في عهد خلفاء محمد علي إلى أن جاء إسماعيل وقام بفتح المجال لحركة ثقافية متنوعة أثرت في بناء شخصية مصر الثقافية حيث قام ب: - إنشاء عدة جمعيات مثل: جمعية المعارف عام 1868م وذلك بهدف نشر الثقافة عن طريق: أ- التأليف والنشر بالاكتتاب العام، ب- طبع طائفة من أمهات الكتب في التاريخ والفقه والأدب. - الجمعية الجغرافية عام 1875م للعناية بالأبحاث الجغرافية. - الجمعية الخيرية الإسلامية عام 1878م بهدف إعانة الفقراء وإنشاء مدارس خاصة لتعليم البنين والبنات لمواجهة طغيان المدارس الأجنبية التي انتشرت في مصر. - تأسيس دار الكتب عام 1870م. - إنشاء الصحف العلمية والأدبية والسياسية والتي أطلق لها حرية الكتابة خاصة في أواخر عهد إسماعيل حينما اصطدم بالمطامع الأوروبية وشعوره بوطأة التدخل الأجنبي، وكان لهذه الصحف الفضل في إنارة الأذهان ونشر العلوم والمعارف كما ظهرت بعض الصحف الأجنبية. وقد ترتب على: 1- النهضة التعليمية والثقافية في عهد إسماعيل: - ارتقاء مستوى الوظائف العامة حيث تولاها المتخرجون من المدارس والمعاهد وأعضاء البعثات، - بروز علماء في تخصصات مختلفة حيث كانت البيئة مناسبة لذلك. 2- وجود الأجانب ومؤسساتهم بكثرة هائلة في عهد إسماعيل: - حدوث ميل عام للمجتمع المصري لمحاكاة الأوروبيين في نمط الحياة حيث تم اقتباس عاداتهم في مختلف ألوان الحياة (مسكن – ملبس – مأكل ... وغيرها). السلطتين (التنفيذية والتشريعية): في عهدي عباس وسعيد: 1- استمر الحكم المطلق وتركيز السلطات في يديهما، 2- أهمل مجلس المشورة، 3- تم تحفيض عدد الدواوين أو الوزارات إلى أربعة وأصبحت تختص بالأمور السيادية بعد أن ترك النشاط الاقتصادي حرًا للأفراد بسبب الانكماش السياسي والاقتصادي الذي فرض على مصر بعد الإيقاع بمحمد علي. في عهد إسماعيل: أدت أزمة الديون للتدخل الأجنبي في شئون البلاد وأصبح الأجانب يقاسمونه شئون الحكم. كان عهده أحد عهود الحكم المطلق حيث: لم يكن مجلس شورى النواب الذي أنشأه عام 1866م أكثر من هيئة استشارية وليست التشريعية، فكان هدف إسماعيل من وراء إنشاءه أن يكون المجلس واجهة تضفي على الحكم رونقًا وبهاءً والدليل على ذلك: - أن المجلس لم يتكون بناء على مطالبة جماهيرية بل كان منحة من الحاكم، - حصر حق الترشيح للمجلس في شرائح اجتماعية معينة فجاء معظم أعضاء المجلس من العمد والمشايخ والأعيان وقليل من أصحاب المصالح التجارية والصناعية، - لم يكن للمعلمين من غير الأعيان نصيب في عضوية المجلس، - كان مجلس النظار الذي أنشأه عام 1878م عبارة عن سلطة تنفيذية لما يقوله الخديوي. وعلى الرغم مما سبق كان إسماعيل صاحب تجربة تنموية طموحة لتطوير مصر وكان عصره عصر تقدم ونهضة علمية وثقافية. السلطة القضائية: في عهد سعيد: أصبحت جمعية الحقانية تعرف باسم مجلس الأحكام وكانت بمثابة هيئة استئناف عليا في البلاد. استمرت المحاكم الشرعية تقوم بعملها في المسائل المتعلقة بالأحوال الشخصية وانتقال الملكية في كل البلاد. أنشئت محاكم أو مجالس جديدة للفصل في المسائل المدنية والتجارية عرفت بمجالس الأقاليم. أنشئ مجلس خاص باسم قومسيون مصر عام 1861م اختص بالنظر في القضايا التي يرفعها الأجانب على المصريين فيما عدا العقارات والملكية. في عهد إسماعيل: توحدت المحاكم القنصلية في محكمة واحدة عرفت باسم المحكمة المختلطة (أنشئت للنظر في النزاعات بين المصريين والأجانب وبين الأجانب والجنسيات المختلفة) والتي أنشئت عام 1875م. القوة العسكرية: أدى تقلص نفوذ محمد علي (بعد معاهدة لندن 1840م وفرماني 1841م) وانحسار نفوذ مصر وتقلص حدودها إلى ظهور بعض الآثار السلبية على التنظيم العسكري وظهر ذلك: في عهد عباس: - لم يكن الجيش موضع اهتمامه، - أدخل عددًا كبيرًا من عناصر الأرناؤود (التي استبعدها محمد علي من قبل) ليكونوا في خدمته الخاصة. في عهد سعيد: اعتنى بالجيش فجعل التجنيد إجباريًا للجميع على اختلاف الطبقات ولفترة قصيرة بعد أن كان قاصرًا على الفقراء ولفترة غير محدودة، لذلك بدأ الناس في عهده يحبون الجندية ولا يعتبرونها نوعًا من التفرقة الاجتماعية. اهتم بتجديد الأسطول البحري إلا أن إنجلترا أوزعت إلى السلطان العثماني لمنعه من ذلك. في عهد إسماعيل: اهتم إسماعيل بالنواحي الحربية حيث قام ب: - إرسال بعثة حربية من خيرة ضباط الجيش إلى فرنسا لاقتباس الخبرات اللازمة، - إحضار بعثة حربية فرنسية من الضباط لتنظيم المدارس الحربية المصرية وتولى بعض الضباط الفرنسيين نظارة بعض المدارس الحربية في البداية، - إصدار صحيفتين للشئون العسكرية إسهامًا في تثقيف عقول العسكريين عام 1873م، - الاهتمام بالأسطول عن طريق: 1- تجديد الأسطول الحربي وإعادة النشاط إلى ترسانة الإسكندرية، 2- تجديد المدرسة البحرية بالإسكندرية وإقامة أخرى بجوار الترسانة. ولكن في أواخر عهد إسماعيل ضعف الجيش بسبب الأزمة المالية وارتباك شئون الحكومة حتى وقع تحت سيطرة الإنجليز بعد احتلالهم لمصر عام 1882م في عهد توفيق."
        },
        {
          "lesson_number": "6",
          "title": "إسماعيل ومشروع استقلال مصر",
                    "content": "حفل افتتاح قناة السويس: يعتبر عهد الخديوي إسماعيل فترة من أزهى الفترات وأكثرها تقدمًا وعمرانًا في تاريخ مصر الحديث، وفي نفس الوقت من أخطر الفترات التي تعرضت لها مصر من تدخل أجنبي في شؤونها بسبب الأخطاء التي أدت إلى تدهور مركزها المالي وانهيار استقرارها السياسي. في هذا الدرس نتعرف: على خطة إسماعيل للاستقلال بمصر، توسعات إسماعيل في شرق أفريقيا. خطة إسماعيل للاستقلال بمصر: الأهداف: 1- توسيع نطاق الاستقلال في حكم البلاد، 2- كسب حقوق وامتيازات كثيرة من السلطان العثماني للوصول إلى الاستقلال التام. ومثال ذلك: أراد إسماعيل التخلص من قيود معاهدة لندن 1840م، وفرماني 1842م من أجل تغيير نظام وراثة العرش من أكبر أفراد الأسرة العلوية سنًا ليكون في أكبر أبناء إسماعيل نفسه باعتباره حاكمًا. الإجراءات التي اتخذها إسماعيل لتحقيق أهدافه: كانت خطة إسماعيل للاستقلال بمصر على حساب الخزينة المصرية، حيث: استضاف السلطان عبد العزيز في أبريل 1863م وصاحب الزيارة بحفاوة وإكراميات وهدايا ملأت سفينة كاملة. دفع ألف جنيه للصدر الأعظم فؤاد باشا ليبذل مساعيه الطيبة لدى السلطان لاستصدار الفرمانات اللازمة، وانتهت هذه المساعي بحصول إسماعيل على الفرمانات التي تحقق له بعض مزايا الاستقلال ورفع الجزية السنوية التي تدفعها مصر من 400 ألف جنيه إلى 750 ألف جنيه. نتائج الإجراءات التي اتخذها إسماعيل: استدان بمليون جنيه، وأصدر السلطان العثماني فرمان 1866م وبعدها عدة فرمانات أخرى حققت لإسماعيل بعض مزايا الاستقلال. أهم الفرمانات التي حصل عليها إسماعيل: 1- فرمان مايو 1866م: يعد البداية لتحقيق استقلال إسماعيل، حيث تقرر فيه: 1- تغيير وراثة العرش لتصبح في أكبر أبناء إسماعيل الذكور سنًا، 2- زيادة عدد الجيش المصري إلى 30 ألف جندي بدلاً من 18 ألف جندي، 3- حق مصر في ضرب النقود، 4- منح الرتب المدنية حتى الرتبة الثانية. 2- فرمان يونيو 1867م: كان له آثار بعيدة المدى في مصر بسبب: حصول إسماعيل على لقب \"خديو\" بدلاً من لقب \"والي\"، وقد مكن هذا اللقب إسماعيل من: تحقيق قدر من الاستقلال في إدارة شؤون البلاد الداخلية والمالية، وعقد المعاهدات الخاصة ب: البريد، الجمارك، مرور البضائع والركاب داخل البلاد، شؤون الضبط للجاليات الأجنبية. 3- فرمان سبتمبر 1872م: وفيه يصبح لإسماعيل حق الاستدانة من الخارج دون الرجوع للسلطان العثماني. 4- فرمان يونيو 1873م \"الفرمان الشامل\": الذي ثبت لمصر حقوقها الكاملة في الاستقلال، فيما عدا: 1- عقد المعاهدات السياسية، 2- حق التمثيل الدبلوماسي، 3- صناعة المدرعات الحربية، مع استمرار دفع الجزية السنوية. يعد عهد إسماعيل نهاية لفترة انتقالية امتدت منذ تقلص نفوذ محمد علي بسبب تسوية لندن 1840م وفرماني 1841م حيث ترتب عليهم: توقف مشروعات التنمية التي كانت تتم في إطار نظام الاحتكار، فتح أسواق البلاد أمام المنتج الأجنبي وخاصة البريطاني تطبيقًا لاتفاقية بلطة ليمان (والتي رفضها محمد علي)، دخول رأس المال الأوروبي مجال الاستثمارات المختلفة. وهذا يفسر توقف أو تجمد التنمية الذاتية للمجتمع المصري. دخل إسماعيل في سلسلة من مشروعات التنمية والتوسعات التي أعادت إلى أذهان أوروبا عصر محمد علي من حيث بروز قوة مصرية أخرى. (الخديوي) لقب تركي يعني (المعظم). توسعات إسماعيل في شرق أفريقيا: عمل إسماعيل على بسط نفوذ مصر في الجنوب والجنوب الشرقي على ساحل البحر الأحمر، وقد وضعه هذا التوسع في مواجهة حتمية مع الحبشة بعد أن حاصرته بتوسعات عام 1875م، وانتهت هذه الحروب بهزيمة إسماعيل مع خسارة ثلاثة ملايين جنيه في وقت كانت الخزينة المصرية تعاني ضائقة الديون. موقف الدول الأوروبية من هذه التوسعات: وجدت الدول الأوروبية في توسعات إسماعيل مصدر خطر عليها حيث كانت تتوسع هي الأخرى في شرق أفريقيا، فقد أعاد إسماعيل لأذهان هذه الدول خطر جده محمد علي. بدأت الدول الأوروبية تتدخل لمنع نمو مصر وظهور محمد علي آخر. فلم يكن من قبيل المصادفة أن يكون عام 1875م الذي شهد هذا التوسع الكبير لمصر في شرق أفريقيا هو العام الذي بدأت فيه الأزمة المالية تأخذ مسارها الذي انتهى بالتدخل الأجنبي. دور مصر الحضاري في القرن الأفريقي في عهد إسماعيل: بسطت مصر إدارتها على بلدان القرن الأفريقي في عهد إسماعيل وقامت الإدارة المصرية في تلك المناطق بنشاط عمراني كبير شمل كافة المجالات الآتية: 1- المجال الصحي: عندما تسلمت الإدارة المصرية هذه المناطق كانت الأمراض تنتشر فيها، مثل: الكوليرا، والدوسنتاريا، والجدري، لذا قررت الإدارة المصرية إنشاء وحدات صحية في سواكن ومصوع. 2- مجال المواصلات: قامت الإدارة المصرية بإنشاء خط للبريد يصل بلدان القرن الأفريقي بمصر. رتبت الإدارة المصرية خطوط ملاحة بحرية من: مصوع إلى سواكن إلى جدة، سواكن إلى السويس. 3- مجال تشييد المباني: قامت الإدارة المصرية ب: بناء مساكن صحية للأهالي، تشييد مستشفيات ومساجد وكنيسة، مد مواسير المياه العذبة من العيون والآبار. 4- المجال الاقتصادي: الزراعة: حثت الإدارة المصرية الأهالي على زراعة الأراضي البور ووفرت لهم المياه اللازمة لذلك. كما جلبت الإدارة المصرية بذور الخضر والفواكه من مصر لزراعتها في هذه البلدان. التجارة: وفرت الإدارة المصرية الطرق والأمن فسارت التجارة في هذه المناطق بأمان. الصناعة: صاحب بعض الشباب الصوماليين الجنود الحرفيين بالجيش المصري كي يتعلموا منهم حرفة البرادة والحدادة، كما تعلم الأهالي منهم صناعة الأقمشة. 5- المجال الاجتماعي: اهتمت الإدارة المصرية ب: نشر السلام الاجتماعي بين الأهالي والقبائل (على وجه الخصوص) فقامت بتشكيل مجالس صلح للفصل في النزاعات لدرجة أن الإدارة المصرية كانت (في بعض الأحيان) تقوم بدفع ديات القتلى لعجز هذه القبائل عن الوفاء بها حقنًا للدماء. في الجانب الروحي، أرسلت بعض علماء الأزهر الشريف لتثقيف الأهالي في الدين الإسلامي. التعليم: أنشئت بعض المدارس لتعليم الحساب والخط والنحو."
        }
      ]
    },
    {
      "chapter_number": "3",
      "title": "مصر منذ الثورة العرابية حتي الحرب العالمية الاولي (1881م:1914م)",
      "lessons": [
        {
          "lesson_number": "1",
          "title": "الأوضاع المالية و السياسية و التدخل الأجنبي في شئون مصر",
                    "content": "تصاعدت مظاهر التدخل الأجنبى فى شئون مصر وزادت القروض الأجنبية فدخلت مصر فى ازمات مالية و سياسية مع القوى الأوروبية انتهت بعزل إسماعيل. فى هذا الدرس نتعرف علي: 1- تولية توفيق الحكم وازدياد حدة الأزمة 2- الأزمة المالية والسياسية (بداية التدخل الأجنبى فى شئون مصر) 3- مظاهر التدخل الأجنبى فى شئون مصر المالية فى عهد إسماعيل. الأزمة الماليه و السياسية (بداية التدخل الأجنبى فى شئون مصر) دخلت مصر ف دائرة من الأزمات المالية والسياسية بسبب سياسة الاقتراض التى اتبعها خلفاء محمد على (سعيد و إسماعيل) مما ساهم فى تدخل الدول الأوروبية فى شئون مصر حيث: فى أواخر عهد سعيد: كانت بداية الاستدانة (الاقتراض) حيث عقد أول قرض مع إنجلترا عام 1862م وبفائدة قدرها ٧٪. فى عهد إسماعيل: واصل إسماعيل سياسة الاقتراض بتوسع للصرف على: 1- استصدار الفرمانات السلطانية اللازمة لتحقيق قدر من الاستقلال الذاتي عن الدولة العثمانية. 2- مشروع قناة السويس وحفل افتتاحها (واللتي كانت محط أطماع الدول الأوروبية لأهميتها الاستراتيجية). 3- إدخال مظاهر الحضارة الأوروبية إلى مصر. 4- التوسع جهة الجنوب وخاصة الحملة على الحبشة عام 1875م (الأمر الذى هدد النفوذ الأوروبى فى شرق أفريقيا). لم يقم إسماعيل بسداد هذه الديون مما أدى إلى لجوء أصحاب الديون (البنوك الأوروبية والأفراد المرابين) لحكوماتهم للقيام بالإجراءات اللازمة تجاه الحكومة المصرية لاسترداد ديونهم وكانت إنجلترا فى مقدمة الدول التى استجابت لضغط الدائنين ورأت فى ذلك فرصة لتحقيق مطامعها السياسية لاحتلال مصر بحجة البحث عن كيفية تسديد الديون. مما سبق نجد ان: لم تكن الديون السبب الحقيقى لتدخل إنجلترا والدول الأوروبية فى شئون مصر والدليل على ذلك: 1- أن هذه الديون بدأت فى أواخر حكم سعيد 1862م ولم تتدخل الدول الأوروبية فى شئون البلاد. 2- أن التدخل الأوروبى فى شئون البلاد بحجة البحث عن كيفية تسديد الديون بدأ عام 1875م وهو نفس العام الذى بدأت فيه حملة إسماعيل على الحبشة وعلى هذا بدأ مسلسل الأزمة المالية والسياسية فى التصاعد عن طريق مظاهر التدخل الأجنبى فى شئون مصر المالية فى عهد إسماعيل كالتالى: مظاهر التدخل الاجنبي في شئون مصر المالية في عهد اسماعيل: 1- بعثة كييف 1875م: اضطر الخديو إسماعيل تحت ضغط الدائنين إلى استقدامها من إنجلترا للمعاونة في حل الأزمة المالية ولكن خشيت فرنسا من انفراد إنجلترا بالأمر فى مصر فأرسلت خبيرها مسيو فييه للمعاونة أيضا. 2- صندوق الدين عام 1876م: سبب إنشائه: استرضاءً للدائنين طلب إسماعيل منهم وضع النظام الذى يرتضونه فقدم الجانب الفرنسى مشروع إنشاء صندوق الدين وتوحيد الديون. مهمته: يكون خزانة فرعية للخزانة العامة تتولى استلام المبالغ المتخصصة للديون من المصالح الحكومية مباشرةً وتوزيعها على الدائنين. تولى إدارته: مندوبون أجانب من الدول الدائنة ويُعينهم الخديو لذلك يُعد صندوق الدين أول هيئة رسمية أوروبية أنشئت لفرض التدخل الأجنبي في شئون مصر. 3- المجلس الأعلى للمالية مايو 1876م: تكون من عشرة أعضاء نصفهم من الأجانب بمرسوم من الخديو إسماعيل. 4- المراقبة الثنائية نوفمبر 1876م: أنشئت لمراقبة المالية المصرية بتعيين مراقبين أحدهما إنجليزى للإيرادات وآخر فرنسى للمصروفات بمرسوم من الخديو إسماعيل. 5- لجنة التحقيق العليا (الأوروبية) يناير 1878م: أسباب إنشائها: 1- سوء الأحوال المالية للحكومة المصرية (بالرغم من وجود المراقبة الثنائية). 2- اتهام إدارة المراقبة الثنائية للخديو إسماعيل بأنه يعطل انتظام الشئون المالية. فاقترح الرقيبان وأعضاء صندوق الدين تشكيل لجنة تحقيق أوروبية فأصدر الخديو مرسومًا فى يناير 1878م بإنشائها. مهامها: 1- فحص شئون الحكومة المالية للتحقيق فى أسباب العجز فى أبواب الإيرادات. 2- فى مارس 1878م أصدر الخديو إسماعيل مرسومًا يقضى بتعميم اختصاصات اللجنة ليشمل جميع إيرادات و مصروفات الحكومة وإلزام الوزراء والموظفين بإعطاء جميع البيانات المطلوبة للجنة. تولية توفيق الحكم وازدياد حدة الأزمة: تولى توفيق الحكم بعد عزل والده إسماعيل عام 1879م فانتهز السلطان العثمانى الفرصة لتقييد سلطات ومزايا الخديوية التى كان قد حصل عليها إسماعيل بمقتضى الفرمان الشامل عام 1873م, فأصدر فرمان أغسطس 1879م والذى قضى ب: 1- وجوب إبلاغ الباب العالى (السلطان العثمانى) بنصوص المعاهدات التى تنوى مصر توقيعها. 2- تحديد عدد الجيش مرة أخرى وقت السلم بحيث لا يزيد على ١٨ ألف جندى. 3- حظر عقد قروض جديدة إلا بهدف تسوية الديون القائمة وبموافقة الدائنين. ازدياد التدخل الأجنبي الإنجليزي الفرنسي. موقف إنجلترا وفرنسا من فرمان 1879م: لم ترحب إنجلترا وفرنسا بفرمان أغسطس 1879م وطلبتا من السلطان العثمانى عدم سحب الامتيازات الخديوية السابقة منعًا لطغيان نفوذ السلطان على الخديو فتتعطل مشروعاتهما بمصر. وزارة شريف: أبدى قنصلا إنجلترا وفرنسا فى تلك الأثناء عدم الاطمئنان لوزارة شريف باشا لأنهما رأيا أن تمسك شريف باشا بالدستور وتشكيل مجلس النواب (الحياة النيابية) من شأنه تعطيل مصالح الدائنين عندما تناقش الأمور بمعرفة السلطة التشريعية. التقت تحفظات القنصلين السابقة بميول توفيق الاستبدادية والمعادية للدستور مما أدى إلى قيام توفيق ب: 1- التخلص من وزارة شريف باشا وألف وزارة برئاسته فى سبتمبر 1879م بصفة مؤقتة لحين وصول رياض باشا من أوروبا وكان هذا يتناقض مع نظام تشكيل مجلس الوزراء والذى يقضى بأن يتولى أحد الوزراء رئاسة المجلس \"مرسوم 1878م\". 2- إعادة نظام المراقبة الثنائية أثناء توليه الوزارة والتى كانت قد توقفت بعد إدخال وزيرين إنجليزى وفرنسى لعضوية الوزارة المختلطة. وزارة رياض: تولى رياض باشا الوزارة بعد عودته من أوروبا فكان خير أداة للدول الدائنة لأنه: 1- من أنصار الحكم المطلق. 2- يخضع للنفوذ الأوروبي. 3- معادى للنظام الدستورى ويعارض إقامة حياة نيابية. 4- قام باعتماد إجراء إعادة نظام المراقبة الثنائية. ازدياد سلطة الرقابة الثنائية: قام القنصلان الإنجليزى والفرنسى بوضع مشروع لائحة لتنظيم المراقبة الثنائية وجعلت للمراقبين نفوذ أعلى من نفوذ وزراء الدولة حيث أصبح: 1- لهم الحق فى حضور جلسات مجلس الوزراء. 2- لهم الحق فى الاطلاع على بيانات الإيرادات والمصروفات. 3- رأيّهما نافذ المفعول رغم أنه كان استشاريًا. سياسات المراقبة الثنائية من الناحية المالية: كان تنظيم الرقابة الثنائية على ذلك النحو بداية التبرم والسخط من وزارة رياض باشا ذلك لأن سياسات الرقابة الثنائية أدت إلى: 1- بيع حصة مصر في أرباح القناة في يناير 1880م وقدرها 15% لاتحاد الماليين بباريس وفاءً للديون وبذلك أصبحت مصر لا تملك شيئًا فى قناة السويس. 2- إلغاء قانون المقابلة فى يناير 1880م مما أدى إلى تذمر ملاك الأراضى لأن الفلاح سيقوم بإعادة دفع الضريبة كاملة للحكومة وكان قد صدر قانون المقابلة فى عهد الخديو إسماعيل حتى تتمكن الحكومة من جمع أكبر قدر من أموال الضرائب لتسديد الديون. 3- تأليف لجنة دولية (لجنة التصفية) فى مارس 1880م والتى أصدرت قانون التصفية. لجنة التصفية: تشكيلها: تشكلت من الدول التى لها معظم الديون وهى فرنسا وإنجلترا وألمانيا والنمسا وإيطاليا. وظيفتها: 1- بحث الحالة المالية فى مصر. 2- تحديد علاقات كل من الحكومة والدائرة السنية (أملاك إسماعيل شخصيًا), وأملاك الدومين (أملاك أسرة محمد على) بالدائنين. 3- تحديد طريقة تصفية الديون السائرة. نتائجها: إصدار قانون التصفية فى يوليو 1880م والذى نصت أحكامه على: 1- تحديد نفقات الحكومة السنوية بأقل من نصف الإيرادات وتخصيص الباقى لحساب الدين العام. 2- وضع أملاك الدائرة السنية والدومين تحت إدارة دولية لضمان سداد دين الدائرة السنية التى تم الاقتراض باسمها. وقد أصبح قانون التصفية أساس نظام مصر المالى حتى عام 1904م."
        },
        {
          "lesson_number": "2",
          "title": "الحركة الوطنية و الثورة العرابية",
                    "content": "الحركة الوطنية و الثورة العرابية مظاهرة عابدين الثانية أدت سياسة التدخل الأجنبى فى شئون البلاد المالية وخضوع الخديو توفيق للأجانب إلى إثارة مشاعر الكراهية ضد الأجانب والخديو معا وبالتالي الاحتجاج على التدخل الأجنبى واشتعال الحركة الوطنية وقيام الثورة العرابية. في هذا الدرس نتعرف: - الحركة الوطنية قبيل الثورة العرابية - الثورة العرابية - مقدمات الاحتلال البريطاني لمصر - الاحتلال البريطاني لمصر. الحركة الوطنية قبيل الثورة العرابية عناصرها: حمل لواء المعارضة والاحتجاج صفوة من أعيان المصريين من كبار ملاك الأراضى الزراعية ومن المتعلمين والمثقفين وانضم إليهم العسكريون. أسباب ظهورها: 1- سياسة التدخل الأجنبى فى شئون البلاد. 2- خضوع الخديو توفيق للأجانب. 3- زيادة حدة الأزمة المالية. 4- الواقع السياسى وسوء نظام الحكم وتذمر أعيان المصريين بشكل عام من سياسة رياض باشا رئيس الوزراء. الذى كان: - يعارض إقامة حياة نيابية. - ينحاز للنفوذ الأوروبي. - يضطهد الوطنيين ويُعطل الصحف التى تنتقد تصرفات الحكومة. ولذلك أدرك المثقفون أن الإصلاح لن يأتي إلا بتطبيق دستور 1879م (الذي سبق وأن وضعه شريف باشا فى أواخر حكم إسماعيل) وإنشاء مجلس نواب. مظاهرها: تألفت عدة جمعيات منها: 1. جمعية حلوان (عرفت فيما بعد بالحزب الوطنى) نشرت أول بيان سياسى لها فى نوفمبر 1879م وطالبت عندما زاد تغلغل النفوذ الأوروبى فى الحكومة فى منتصف 1881م ب: 1- إعادة جميع أملاك الخديو (الدائرة السنية) وأملاك أسرته (الدومين) إلى الحكومة المصرية. 2- إلغاء النص الخاص بتخصيص إيرادات السكك الحديدية لحساب الدين. 3- توحيد جميع الديون فى دين واحد بفائدة قدرها 4% فقط. 4- تكوين إدارة مراقبة وطنية مؤقتة بديلة للمراقبة الثنائية الأجنبية تحتوى على ثلاثة من الأجانب تعينهم الدول الأجنبية بشرط موافقة الحكومة المصرية عليهم. (حاول رياض باشا معرفة أفراد جمعية حلوان لنفيهم إلى السودان ولكنه لم يستطع). 2. جمعية مصر الفتاة: مقرها: الإسكندرية. أصدرت جريدة تحمل اسمها. طالبت الخديو بالحريات العامة. وقد نتج عن الحركة الوطنية قيام الثورة العرابية. الثورة العرابية كان المناخ العام (السياسى والاقتصادى والعسكرى) ينذر بالثورة وكان العسكريون أكثر العناصر تأهلًا للقيام بتلك الثورة بسبب: 1- قدرتهم التنظيمية التى تميزهم عن المدنيين. 2- معاناتهم داخل الجيش من تعسف القيادات التركية الشركسية وحرمانهم من تولى أمور القيادة والرتب العالية. 3- تأثرهم بالمناخ العام المنذر بالثورة لأن العسكريين كانوا جزءًا لا يتجزأ من المجتمع المصرى وهذا ما أعطى الثورة بقيادة العسكريين طابعًا مدنيًا وشعبيًا عامًا. عوامل قيام الثورة العرابية 1- زيادة التدخل الأجنبى وخضوع الخديو للأجانب. 2- الحكم المطلق المستبد للخديو توفيق ورياض باشا رئيس الوزراء. 3- سوء الأحوال الاقتصادية عامة وانهيار الخدمات بسبب تخصيص أكثر من نصف موارد الميزانية لحساب الديون وحرمان الأهالى من ثمرة جهودهم (قانون التصفية). 4- تذمر حائزوا الأراضى (الأعيان) بسبب إلغاء قانون المقابلة وكانوا قد استدانوا لدفع ستة أمثال الضريبة أملًا فى الإعفاء من نصف الضريبة مستقبلا وامتلاك الأرض ملكية قانونية. 5- تذمر ضباط الجيش المصرى بسبب: - إحالة كثير من الضباط للتقاعد توفيرًا للنفقات دون تدبير وظائف أخرى مدنية لهم فانضموا إلى الناقمين من الأهالى. - سوء معاملة رؤسائهم الأتراك (الشراكسة) لهم وخاصة وزير الحربية عثمان رفقى باشا. - قصر الترقية العسكرية على خريجي المدارس الحربية وفقًا لمرسوم 31 يوليو 1880م مما يعنى عدم وجود فرصة لترقى غالبية العسكريين المصريين. نقل الأميرلاى عبد العال حلمى قائد آلاى طره إلى ديوان الحربية (مقر الوزارة) وتعيين أحد الشراكسة مكانه مما يُعد تنزيلًا لمرتبته (السبب المباشر للثورة). أحداث الثورة العرابية وتطورها يناير 1881م اجتماع الضباط المصريين اجتمع الضباط فى منزل أحمد عرابى لمناقشة وضعهم داخل الجيش, وانتهى الاجتماع بتزعم أحمد عرابى لحركة مطالب الضباط وكتبوا عريضة تطالب رئيس الوزراء رياض باشا بعزل وزير الحربية التركى عثمان رفقى وتعيين وزير مصرى مكانه. يناير- فبراير 1881م حادثة قصر النيل (مظاهرة عابدين الأولى) أسبابها: - رفضت الحكومة مطالب الضباط فى يناير 1881م, وأصدرت الأوامر باعتقال أحمد عرابي وعلى فهمى وعبد العال حلمى وتقديمهم للمحاكمة العسكرية. - أثناء المحاكمة هاجم زملاء الضباط الثلاثة-على رأس فرقهم العسكرية- مقر المحاكمة فى قصر النيل مما ترتب عليه هروب المجلس العسكرى, وخروج الضباط الثلاثة لميدان عابدين لمقابلة الخديو وتجمهر معهم زملائهم. نتائجها: 1- اضطر الخديو إلى الاستجابة لمطالب الضباط وقرر عزل عثمان رفقى وتعيين محمود سامى البارودى وزيرًا للحربية فى فبراير 1881م. 2- شعر الضباط بقوتهم وبالثقة فى قدرتهم (لاستجابة الخديو لمطالبهم) وبدأوا فى تقديم مطالب فئوية لتأمين وضعهم داخل الجيش وتحسين حياتهم وتلخصت هذه المطالب في: - صرف بدل نقدى عن التغذية والملابس وزيادة المرتبات عامة. - عدم استقطاع مرتباتهم طوال فترة الإجازات. - أن يدفع العسكريون نصف أجرة بالسكة الحديد. وقد تمت الاستجابة لمعظم هذه المطالب. أواخر مايو 1881م مطالب الضباط للخديو تضمنت: 1- مطالب عسكرية تمثلت في: زيادة عدد الجيش إلى 18 ألف جندى طبقًا لفرمانى عام 1841م بعد أن كان قد وصل عمليًا إلى 12 ألف جندى فقط. إنشاء حصون عسكرية جديدة. مطلب سياسي (أضافه العسكريون لأول مرة إلى جانب مطالبهم العسكرية) تمثل في: تكوين مجلس نواب تكون الوزارة مسئولة أمامه (عملًا بالنظام النيابى) وقد أثبت هذا المطلب توحد حركة الجيش مع الحركة المدنية السياسية العامة ضد نظام الحكم. موقف الخديو من مطالب مايو 1881م وجد الخديو أن نفوذ الضباط أخذ فى الازدياد, فبدأ يعمل على تحجيم وضعهم وتحديد نفوذهم بمختلف الوسائل, مثل تحريض الجنود تحت رئاستهم بكتابة التقارير ضدهم. زادت شكوك الضباط نحو الخديو مما أدى إلى رفضهم تنفيذ بعض الأوامر العسكرية, مثل: الذهاب إلى السودان لإخماد ثورة المهدى لاعتقادهم أن الغرض منه إبعادهم عن الأحداث فى مصر. إشراك الجنود فى حفر الريّاح التوفيقى لاعتقادهم بأن الغرض منه جمع الأسلحة من أيدى جنودهم. 1881م حادثة يوليو (حادث العربة) صدمت عربة أحد الأوروبيين جندى مصرى فى الإسكندرية وقتلته فحمل الجنود زميلهم القتيل إلى سراى الخديو (سراى رأس التين) وطلبوا من الخديو التدخل لمعاقبة الجانى فاستاء الخديو من تصرف الجنود. نتائجها: 1- تم محاكمة الجنود المشاركين فى هذه المظاهرة ونفيهم إلى السودان. 2- تقدم عبد العال حلمى بتقرير يتضرر من الأحكام الصادرة على الجنود وقام البارودى برفعه إلى رئيس الوزراء, فاستاء الخديو مرة أخرى من ذلك مما أدى إلى: تقديم البارودى استقالته. تعيين الخديو لصهره داود باشا يكن وزيرًا للحربية والذى قام بالتشديد على رقابة الضباط والتضييق عليهم ومنعهم من الاجتماعات. أدرك الخديو من سير الحوادث السابقة مدى نفوذ الضباط الثلاثة (أحمد عرابى-عبد العال حلمى-على فهمى) داخل الجيش وبدأ يعد خطة لتفريق شملهم ونقل كل منهم لمكان بعيد عن الآخرين وفي الوقت نفسه كانت مكانة عرابي تزداد بين الضباط والمدنيين. ثورة المهدى تنسب لمحمد أحمد الملقب بالمهدى وقامت بهدف فصل السودان عن مصر. 9 سبتمبر 1881م مظاهرة عابدين الثانية أسبابها اتهام عرابى للحكومة بعدم الوفاء بوعودها فى إصلاح حال العسكريين وعدم تنفيذ مطالبهم السابقة لذلك اتفق عرابى مع زملائه على حشد الجيش لمواجهة الخديو توفيق فى ميدان عابدين ورفع مطالب الجيش والأمة له. مطالبها 1. عزل رياض باشا رئيس الوزراء. 2. تشكيل مجلس النواب. 3. زيادة عدد الجيش إلى ١٨ ألف جندى. نتائجها وافق الخديو على مطالب الجيش والأمة (بناءً على نصيحة التمثيلين الإنجليزي والفرنسى، فاقتصر العزل على الضباط) وقام بعزل رياض باشا وتكليف شريف باشا بتأليف الوزارة. وزارة شريف باشا سبتمبر ١٨٨١م، ألف شريف باشا الوزارة وقام ب: تعيين محمود سامى البارودى وزيرًا للحربية ومصطفى فهمى وزيرًا للخارجية، وذلك بناءً على توصية عرابى. بدأ فى الإصلاحات المناسبة للجيش استجابة للمطالب الفئوية. كان شريف رجل دستورى مدنى فلم يكن مرتاحًا لضغط العسكريين عليه (والذى تمثل فى توصية عرابى بتعيين البارودى ومصطفى فهمى) لذلك حاول التخلص من هذا الضغط فاتفق مع عرابى على نقل أليات (كتائب) الضباط الثلاثة خارج القاهرة ووافق عرابى بشرط موافقة الخديو على إجراء انتخابات مجلس النواب. فوافق الخديو وتم نقل عرابى للشرقية وعبد العال حلمى لدمياط. ازداد نشاط عرابى بين أهالى بلده الشرقية وعلا شأنه، فأصدرت حكومة شريف فى يناير ١٨٨٢م قرارًا بتعيين عرابى وكيلًا لوزارة الحربية، بهدف أن يكون تحت نظر الحكومة ورقابتها فى القاهرة. فى تلك الأثناء قدم عدد من أعيان البلاد مذكرة بإنشاء مجلس للنواب على غرار مجالس أوروبا. إنشاء مجلس النواب ديسمبر ١٨٨١م حيث: ضم أصحاب العصبيات من الأعيان فى الأقاليم خلا من التجار والصناع والمتعلمين تعليمًا عاليًا. وبالتالى لم يكن مجلس النواب مختلفًا عن مجلس شورى النواب أيام حكم إسماعيل. مقدمات الاحتلال البريطاني لمصر المذكرة المشتركة الأولى يناير ١٨٨٢م. أسبابها: رأت إنجلترا وفرنسا أن تشكيل مجلس النواب يمثل خطورة على مصالحهما فى مصر. محتواها: كانت كلماتها توحى بالاستياء من قيام نظام برلمانى فى مصر. وتذكر صراحة وجوب التدخل لحماية عرش الخديو. نتائجها 1. احتج شريف باشا رسميًا على هذه المذكرة لدى قنصلى الدولتين. 2. استاء الضباط من لهجة المذكرة لاعتقادهم أنها موجهة لهم. 3. فشلت إنجلترا وفرنسا فى إلغاء مجلس النواب، فطلبتا من شريف باشا ألا تتضمن لائحة المجلس حقه فى مناقشة الميزانية وإقرارها لأنها أمور تتعلق بالديون. موقف شريف باشا والعرابيين من مناقشة الميزانية: - شريف باشا: تحرج موقفه وعرض على النواب تأجيل النظر فى الميزانية حتى لا يعطى إنجلترا وفرنسا الفرصة للتدخل العسكرى. - العرابيون: تمسكوا بحق النواب فى مناقشة الميزانية باعتبارها حقًا من حقوق الأمة المتمثلة فى المجلس المنتخب. اعتقدوا أن شريف باشا يعمل على إقصائهم من الميدان كعسكريين، ومن ثم بدأوا يفكرون فى إقصائه وتولية البارودى بدلاً منه. أمام إصرار الطرفين شريف والعرابيين على موقفهما، استقال شريف باشا وتألفت وزارة برئاسة محمود سامى البارودى. وزارة البارودى (وزارة الثورة) عرفت ب (وزارة العرابيين) حيث عين عرابي فيها وزيرا للحربية. قامت ب: 1. إعلان الدستور فى فبراير ١٨٨٢م. 2. إقرار حق مجلس النواب فى مناقشة الميزانية. فاحتج المراقبان الإنجليزى والفرنسى وطالبا قنصليهما بالتصرف. من ناحية أخرى كان الموقف العام يزداد سوءًا من حيث تخاذل الخديو توفيق وخضوعه للنفوذ الأجنبى و اكتشفت مؤامرة زادت الموقف توترا. دبر بعض الضباط الشراكسة مؤامرة لاغتيال أحمد عرابي والضباط الوطنيين، وعددهم 40 ضابطًا، ولكن اكتشفت المؤامرة قبل تنفيذها، وأُجري التحقيق مع المتآمرين، وتم الحكم عليهم بالنفي المؤبد إلى السودان وتجريدهم من الرتب العسكرية والنياشين والامتيازات. رفض الخديوي التصديق على الحكم بناءً على نصيحة القنصلين حتى لا تزداد قوة العرابيين. فثار العرابيون، ثم تم التوصل إلى حل وسط، حيث وافق الخديوي في مايو 1882م على نفي المتآمرين خارج مصر دون تحديد الجهة، مع عدم تجريدهم من الرتب والنياشين العسكرية. المذكرة المشتركة الثانية مايو 1882م أسبابها: • أرسل القنصلان الإنجليزي والفرنسي تقارير بأن الحالة في مصر تنذر بالثورة، خاصة بعد أن نُسب إلى العرابيين أنهم يسعون لعزل الخديوي توفيق وتعيين الأمير حليم. • بناءً على هذه التقارير، أرسلت إنجلترا وفرنسا المذكرة كما أرسلت الدولتان قطعًا من أسطولهما في مظاهرة حربية أمام الشواطئ المصرية بحجة حماية مصالحهما. محتواها طلبت الدولتان استقالة وزارة البارودي وإبعاد أحمد عرابي عن مصر. قُدم الطلب للعرابيين بشكل ودي عن طريق سلطان باشا رئيس مجلس النواب، ومن هنا فقد سلطان باشا ثقة زعماء الثورة وعُرف بالخائن فيما بعد. رفضت وزارة البارودي في البداية الاستقالة، وأقسم الجميع يمين الدفاع عن البلاد والولاء للثورة أمام الشيخ محمد عبده، الذي قام بتحليف الضباط. فرفض الخديوي توفيق مذكرة الدولتين، فاستقالت وزارة البارودي في مايو 1882م احتجاجًا على موقف الخديوي. قام توفيق بتشكيل الوزارة برئاسته، وعُين عرابي وزيرًا للحربية والبحرية ورئيسًا للجيش تحت ضغط الضباط في الوزارة الجديدة. انسحب الأسطول الفرنسي من الشواطئ المصرية وبقي الأسطول الإنجليزي. انفردت إنجلترا بالعمل لاحتلال مصر، فطالب قائد الأسطول الحكومة المصرية بعدم القيام بأي تحصينات، وكل هذا دون أي احتجاج من الخديوي أو السلطان العثماني. مذبحة الإسكندرية يونيه 1882م وقعت هذه المذبحة على أثر شجار بين رجل مالطي من رعايا بريطانيا ومكاري عربجي مصري حول أجرة الركوب، فقامت مشاجرة بينهما انتهت بطعن المالطي للمصري وقتله، فنشبت معارك متبادلة بين الأجانب والمصريين. ويبدو أن الحادث كان مدبرًا حيث إن الجولة التي أخذها المالطي كانت كبيرة على غير المعتاد وتعمد دفع أجرة قليلة لا تتناسب مع طول الرحلة. نتائجها: - اضطراب الأمور واختلال الأمن في الإسكندرية. - تأليف وزارة جديدة برئاسة راغب باشا في ١٤ يونيو ١٨٨٢م. مؤتمر الاستانة يونيه 1882م أسبابها أدركت فرنسا هدف إنجلترا بالانفراد بمصر واحتلالها، ولذلك دعت الدول الكبرى لعقد مؤتمر للنظر في المسألة المصرية. فوافقت إنجلترا وألمانيا وإيطاليا والنمسا، وانعقد المؤتمر. مقر انعقاده السفارة الإيطالية بالآستانة عاصمة الدولة العثمانية. قراراته أبرم المشاركون ميثاق نزاهة تتعهد بمقتضاه الدول بألا تنفرد إحداها بالعمل تجاه المسألة المصرية سواء باحتلال جزء من الأراضي أو الحصول على امتياز معين دون أن تتمتع به كافة الدول. ولكن أضاف المندوب البريطاني عبارة \"إلا إذا حدث ما يؤدي إلى ذلك\"، وكانت هذه العبارة بمثابة الثغرة التي حققت من خلالها إنجلترا نواياها الاستعمارية. وقبل أن يبلغ المجتمعون السلطان العثماني بقرارهم، قامت إنجلترا بضرب مدينة الإسكندرية. الاحتلال البريطاني لمصر 1- ضرب مدينة الإسكندرية 11 يوليو 1882م ادعت إنجلترا أن مصر تقوم بتحصين الإسكندرية وتعتزم غلق الميناء وحصار البوارج الإنجليزية الراسية فيه، وبذلك خلقت إنجلترا الموقف الاضطراري وقامت بضرب مدينة الإسكندرية. وبذلك ذهب ميثاق النزاهة سدى. نتائج ضرب الإسكندرية اضطرب الموقف بشكل عام، وهرب الجيش المصري من الإسكندرية. احتلت إنجلترا الإسكندرية وأعلنت الأحكام العرفية، وحاصر الجيش قصر الخديو بالإسكندرية. انسحب عرابي إلى كفر الدوار لإقامة خط دفاع لمواجهة الإنجليز. موقف الخديو وعرابي بعد ضرب الإسكندرية (المناوشات الكلامية) انضم الخديو إلى الإنجليز وربط مصيره بهم وكلفهم بالمحافظة على النظام في الإسكندرية. وطلب من عرابي أثناء تواجده في كفر الدوار بالتوقف عن الاستعدادات الحربية وأمره بالحضور إلى قصر رأس التين بالإسكندرية. رفض عرابي أوامر الخديو، ووجه له تهمة الخيانة العظمى، وطلب من الأعيان والعلماء النظر في أمر ولايته على البلاد. تم تشكيل مجلس عرفي لإدارة شئون البلاد بعيدًا عن سلطة الخديو. قرر الخديو عزل عرابي من وزارة الحربية لأنه لم يتوقف عن التحصينات والاستعدادات الحربية. قرر المجلس العرفي بقاء عرابي في منصبه، فاكتسب عرابي تأييدًا شعبيًا وأطلق عليه \"حامي حمى الديار المصرية\". اعتبروا بقاء الخديو بالإسكندرية تواطؤًا مع الإنجليز. أصدر الخديو منشورًا يحذر فيه المصريين من الانضمام إلى عرابي باعتباره مسئولًا عما جرى من حوادث في البلاد. أثناء هذه المناوشات دخلت القوات البريطانية إلى قناة السويس. 2- دخول الإنجليز قناة السويس حاول عرابي تعطيل الملاحة في قناة السويس، ولكن إدارة القناة طمأنته بأنها لن تسمح للبوارج الحربية من أي نوع بالدخول في القناة. كان عرابي قد انتقل بقواته إلى القصاصين في الشرقية تحسبًا من دخول الإنجليز من الناحية الشرقية، ولكن إدارة القناة تواطأت مع الإنجليز وسمحت لهم بالمرور في القناة. 3- معركة التل الكبير وصل الإنجليز إلى التل الكبير ووقع الصدام بين الجيش البريطاني والجيش المصري. هزم الجيش المصري، ودخل الإنجليز القاهرة في ١٥ سبتمبر ١٨٨٢م، وبرفقتهم الخديو توفيق الذي استعرض قوة الجيش الإنجليزي في ساحة عابدين. وبذلك انتهت الثورة العرابية ووقعت مصر تحت الاحتلال البريطاني. أسباب فشل الثورة العرابية رغم صدق نواياها 1- الانقسام في صفوف الأمة أحد أسباب سقوط الثورة العرابية، بين الفريق المؤيد لعرابي من ناحية، والفريق المؤيد للخديو توفيق والعناصر التركية الشركسية من ناحية أخرى، بسبب قيام السلطان العثماني بإصدار فرمان العصيان ضد عرابي. وقد ساعد ذلك الإنجليز على الاستفادة من التناقضات وتعميق الخلافات والظهور بمظهر حماة سلطة الخديو. 2- اختلاط هدف التخلص من التدخل الأجنبى وتحدى سلطة الخديو والتهديد بعزله وذلك لأن العناصر التى تريد التخلص من التدخل الأجنبى لاتريد فى الوقت نفسه تحدى سلطة الخديو باعتباره ولى الأمر الفعلى وكان من شأن ذلك تفتيت وحدة الحركة الوطنية. 3- ظهور عناصر انهزامية فى صفوف الوطنيين كانت ترى الانصياع لرغبات الخديو والإنجليز وإيقاف الثورة ووصل الأمر بهؤلاء إلى الاقتناع بطلب الإنجليز مغادرة أحمد عرابي للبلاد. 4- عدم تكافؤ القوة العسكرية بين الطرفين (العرابيون والإنجليز) وتواطؤ إدارة شركة قناة السويس مع قيادة الجيش الإنجليزى لتسهيل دخول الأسطول الإنجليزى القناة. 5- معاداة الدول الأوروبية الكبرى لأى ثورات وطنية من شأنها تغيير ميزان القوى الدولى وأوضاع الحكم القائمة على الملكية المستبدة."
        },
        {
          "lesson_number": "3",
          "title": "أحوال مصر تحت الاحتلال البريطاني",
                    "content": "أحوال مصر تحت الاحتلال البريطاني عمل الإنجليز منذ احتلالهم لمصر على فرض سيطرتهم على البلاد فى جميع المجالات. في هذا الدرس نتعرف: أولا: الأحوال السياسية. ثانيًا: الأحوال الاقتصادية. ثالثًا: التعليم. أولا: الأحوال السياسية. فقدت مصر استقلالها وتم حل الجيش المصري وتم تشكيل جيش جديد تحت إشراف إنجليزي. وضع اللورد دافرين (سفير إنجلترا فى الآستانة) خطوط الإدارة الإنجليزية فى مصر بعد الاحتلال فيما عرف ذلك ب (القانون الأساسي) عام 1883م وكانت أفكاره على النحو التالى: ألا تتولى إنجلترا حكم مصر مباشرة بل تبقى السلطة فى يد الخديو ووزرائه تحت إشراف الإنجليز أي وجود سلطتين فى البلاد سلطة صورية يمثلها الخديو وسلطة فعلية يمثلها الاحتلال الإنجليزي. استمرار تبعية مصر للدولة العثمانية منعًا لإثارة السلطان. العمل على طبع الإدارة المصرية بالطابع الإنجليزي (سياسة النجلزة). إلغاء بعض الإدارات ذات الصبغة الدولية وفى مقدمتها المراقبة الثنائية، حتى تنفرد إنجلترا بالحكم، وكان هذا سببًا فى عداء فرنسا لإنجلترا واستمر ذلك حتى عُقد الوفاق الودي بينهما عام 1904 م. إلغاء مجلس النواب وإقامة مجالس صورية، مثل: مجلس شورى القوانين. الجمعية العمومية. مجالس المديريات التي تضم الأعيان بصفة أساسية. تم تعيين السير إيفلن بارنج (اللورد كرومر) كأول معتمد بريطاني فى مصر في سبتمبر 1883 م ، وقد ظل بها حتى رحل عنها عام 1907م. ثانيا الأحوال الاقتصادية: الزراعة (منذ الاحتلال حتى قيام الحرب العالمية الأولى 1914 م): اهتم الإنجليز بالزراعة فى مصر على حساب الصناعة، بهدف: توفير المادة الخام اللازمة للمصانع الإنجليزية. إتاحة الفرصة لتسويق المنتجات (المصنوعات) الإنجليزية فى السوق المصرية. مظاهر اهتمام الإنجليز بالزراعة فى مصر: تحسين نظام الري والصرف واستكمال شق القنوات حيث تم إصلاح القناطر الخيرية وإقامة عدة قناطر على النيل فى أسيوط وإسنا وزفتى وقاموا بإنشاء خزان أسوان مما أدى الى زيادة المساحة المزروعة وزيادة الإنتاج الزراعي. زيادة المحاصيل الصيفية وخاصة القطن على حساب المحاصيل الشتوية وخاصة الحبوب مما أدى الى عجز مصر عن سد حاجة الاستهلاك المحلى من المواد الغذائية. تعرض مصر للخطر الاعتماد على محصول واحد وهو القطن. ظاهرة البيوع الجبرية: دخلت الاستثمارات الأجنبية مصر عن طريق البنوك الأجنبية (التى نشأت فى ظل الاحتلال) فى مجال الزراعة من حيث التسليف وشراء الأراضي مما ترتب عليه وقوع ملاك الأراضي الزراعية صغارهم وكبارهم فى قبضة هذه البنوك حيث عجز الفلاحون عن تسديد ما عليهم من قروض فى موعد السداد وكان الدائنون (بنوك ومرابين أجانب) يسارعون بالاستيلاء على الأرض وفاء للديون والذى عرف بالبيوع الجبرية أو الوفائية. الدور السياسي لملاك الأراضي الزراعية (الأعيان): أدى اعتماد الاقتصاد المصري على الزراعة إلى تعاظم دور مُلاك الأراضي الزراعية كقوة اجتماعية (دخلت ميدان السياسة منذ عهد إسماعيل) ونتيجة لاهتمام الإنجليز بالتخصص الزراعي ارتفع شأن مُلاك الأراضي الزراعية فى عهد الاحتلال البريطاني حيث: تشكلت منهم مجالس المديريات. دخلوا عضوية المجالس النيابية ودافعوا عن مصالحهم الزراعية من خلال السلطة التشريعية مما أدى الى حدوث تفرقة اجتماعية. استقرت وظيفة العمدة وشيخ البلد فى أيديهم حيث اشترط قانون العمد عام 1896 م أن يكون المرشح لشغل الوظيفة ممن يمتلكون 10 أفدنة على الأقل. الصناعة: كانت الصناعة المصرية قد تدهورت بسبب سقوط نظام الاحتكار حيث أصبحت السوق المصرية مجالا لتسويق الإنتاج الصناعي الأوروبي فى حماية الامتيازات والمعاهدات التجارية مع مختلف دول أوروبا. العوامل التى ساعدت على زيادة تدهور الصناعة المصرية فى عصر الاحتلال البريطاني: ازداد تدهور الصناعة المصرية فى ظل الاحتلال الإنجليزي، حيث لم تستطع الحكومة المصرية حماية الصناعة المحلية بل وضعتها فى منافسة غير متكافئة باتخاذها عدة إجراءات منها: فرض ضريبة مقدارها 8% على جميع المنسوجات القطنية، مما أدى إلى كساد صناعة غزل ونسج القطن. فرض ضريبة استهلاك على السكر المحلى مما أدى إلى ارتفاع سعره ومساواته بسعر السكر المستورد (فكسدت صناعته). جعل سعر الضريبة على الآلات المستوردة اللازمة للصناعة يعادل سعر الضريبة على السلع الأجنبية مما أدى إلى ارتفاع تكلفة الصناعة الوطنية وبالتالي صعوبة تسويقها. فرض رسوم على المصنوعات المصرية المصدرة مقدارها 1,25% مما أدى إلى ارتفاع سعرها فى السوق الخارجية فلا تجد مشتريًا لها. إهمال التعليم الصناعي (والذى تدهور بعد انتهاء نظام الاحتكار) ولم تتبين الحكومات المصرية خطورة ذلك التدهور إلا فى عام 1907م فأنشئت إدارة للتعليم الفني الصناعي. نتائج تدهور الصناعة المصرية فى ظل الاحتلال البريطاني: بيع الحكومة المصرية ما تملكه من مغازل القطن ومعامل النسيج وإغلاق مصانع المدافع والذخيرة وبيع أدواتها حيث اعتمدت فى تمويل الجيش بالمعدات والذخيرة على الشراء من إنجلترا. تدهور الصناعات الصغيرة (غير الحكومية) حيث انتشرت حالات الإفلاس بين أصحابها ولم تُعد هناك طائفة تحميهم كما كان فى السابق فقد ألغى نظام الطوائف عام 1891م. انتشرت البضائع المستوردة فى الأسواق المصرية، فكان اللورد كرومر يفتخر فى تقريره السنوي لعام 1905م حيث قال: إن المنسوجات الأوروبية حلت محل المنسوجات الأهلية، وإن الدكاكين المحلية أصبحت تبيع كل ما هو أوروبي الإنتاج. موقف أصحاب رؤوس الأموال من الصناعة فى مصر: أحجم مُلاك الأراضي الزراعية المصريين عن استثمار أموالهم فى الصناعة وفضلوا استثمارها في استصلاح الأراضي والزراعة بدلا من الإنتاج الصناعي المحكوم عليه بمنافسة غير متكافئة و دون حماية حكومية. أحجم الأجانب عن استثمار أموالهم فى الصناعة حتى يفسحوا المجال لتسويق منتجات بلادهم الصناعية فى مصر. معلومة إثرائية: في مطلع القرن العشرين بلغ رأس مال الشركات الأجنبية المساهمة فى مصر45 مليونًا من الجنيهات لم يزد نصيب المستثمر منها في الصناعة على أربعة ملايين فقط، فقد انصرف رؤوس الأموال الأجنبية الى تسليف الحكومة، وتسليف المنتجين الزراعيين وشراء الأراضي والعقارات. التجارة: فرض الاحتلال الإنجليزي القيود على الإنتاج المحلى المصري وتسويقه مما أدى إلى: ارتفاع شأن الوكالات التجارية الأجنبية فى مصر. تقلص دور الحكومة فى مراقبة الأسواق إلا فيما يتعلق بالأمن العام. استثمار رؤوس الأموال المتراكمة من التجارة فى الشركات والبنوك (خاصة الرهونات). كان إنشاء البنك الأهلى فى يونية 1898م من أخطر المشروعات الاستثمارية الإنجليزية على الاقتصاد المصرى لأنه احتكر إصدار الأوراق المالية المصرية وكافة الأعمال المصرفية مما أدى إلى ارتباط العملة المصرية بالعملة الإنجليزية، فكان أى اهتزاز فى قيمة العملة الإنجليزية يؤثر على قيمة العملة المصرية. معلومة إثرائية: خلال الفترة من 1900م – 1907م أنشئ فى مصر أكثر من 160 شركة وبنك تعمل جميعها فى دائرة البنوك واستصلاح الأراضي واستغلالها، وتسليف الفلاحين وبلغت نسبة الأجانب فى هذه المشروعات 93%. ثالثا التعليم: تدهورت أحوال التعليم فى مصر فى ظل الاحتلال البريطاني والذي يعد أهم مساوئه وذلك بسبب: ضن (بخل) الاحتلال على التعليم بالأموال. جعل الاحتلال التعليم بمصروفات عالية بعد أن كان بالمجان، فانحصر التعليم فى فئة قليلة. اقتصار أهداف التعليم على مجرد تخريج موظفين للدولة. إخضاع التعليم لمجموعة النظم والقواعد الصارمة التى ابتدعها المستشار الإنجليزي دنلوب والتى أماتت روح الابتكار ونشأت الأفراد على الخضوع والاستسلام."
        },
        {
          "lesson_number": "4",
          "title": "الحركة الوطنية في عهد الاحتلال البريطاني",
                    "content": "بوقوع مصر تحت الاحتلال البريطاني ونفى بعض زعماء الثورة العرابية واعتقال البعض الآخر خمدت الروح الوطنية إلا أن التعسف والظلم والاستبداد الذي تعامل به الاحتلال مع أبناء الشعب المصري والمناخ الثقافي والفكري العام ساعد على نمو الروح الوطنية من جديد وظهر ذلك من خلال بعض الشخصيات مثل مصطفى كامل ومحمد فريد. في هذا الدرس نتعرف: • مراحل الحركة الوطنية ضد الاحتلال البريطاني - مرحلة الخمود - مرحلة الازدهار. مراحل الحركة الوطنية ضد الاحتلال البريطاني مرحلة الخمود بين عام 1882م : 1892م خمدت الروح الوطنية في مصر خلال عهد توفيق( أول عشرة سنوات من الاحتلال) بسبب: 1- وقوع مصر تحت الاحتلال البريطاني ونفى بعض زعماء الثورة العرابية واعتقال البعض الآخر. 2- تركز السلطة الفعلية لمصر في يد المعتمد البريطاني وبدأت سياسة إخضاع الإدارة في مصر للعناصر الإنجليزية في كل مصلحة حكومية في الجيش والشرطة والمالية والأشغال والحقانية (العدل). 3- خضوع توفيق لسيطرة الإنجليز وعدم اعتراضه على سياستهم خاصة أنهم حموه من الثورة العرابية. 4- انشغال بعض الشخصيات الوطنية عن المقاومة بالوظائف الحكومية أو أعمالهم الخاصة والبعض الآخر حاول التقرب من الإنجليز. وبالرغم من هذا الخمود للروح الوطنية إلا أنه ظهرت بعض صور لمقاومة الاحتلال اقتصرت على: جمعية الانتقام وهي جمعية سرية هدفت إلى تحرير الوطن باغتيال الإنجليز ولكن قضي على أفرادها في وقت قصير يونيه1883م. جريدة العروة الوثقي حيث تأسست على يد جمال الدين الأفغاني والشيخ محمد عبده لمهاجمة الاحتلال. جريدة المؤيد وتأسست عام 1889م في إطار الجامعة الإسلامية. عند تولى عباس حلمى الثاني الحكم يناير1895م لم تكن له سلطة فعلية حيث كانت السلطة الفعلية في مصر في يد الإنجليز وكان السلطان العثماني يقاسم الخديوي السلطة (إصدار الفرمانات )القانونية الاسمية وكان هناك وجود دولي لبعض الإدارات مما أخل بمبدأ السيادة للدولة المصرية تمثل في: - صندوق الدين -إدارة السكك الحديدية والتلغراف -الدائرة السنية والدومين -ميناء الإسكندرية -بالإضافة إلى الامتيازات الأجنبية والمحاكم المختلطة. سياسة عباس حلمى الثاني في بداية حكمه وقع عباس حلمى الثاني في أزمات متتالية مع سلطات الاحتلال بسبب تطلعه في بداية حكمه إلى مزاولة سلطاته كاملة بعيدًا عن سيطرة وتوجيه المعتمد البريطاني اللورد كرومر فقام ب: 1- إقالة مصطفى فهمى باشا رئيس الوزراء المعروف بخضوعه للإنجليز يناير 1893م وتعيين حسين فخرى باشا دون الرجوع إلى المعتمد البريطاني كرومر فاعترض اللورد كرومر على ذلك وأخبر حكومته في لندن مما اضطر الخديوي إلى المهادنة وتم التوصل إلى حل يحافظ على كرامته وهو الإيعاز إلى حسين فخرى بتقديم استقالته وتكليف رياض باشا برئاسة الوزارة وبذلك وعى الخديوي هذا الدرس ولم يفكر في المواجهة مع كرومر مرة أخرى إلى أن غادر كرومر البلاد عام 1907م وتم تعيين جورست وعلى العكس تراجع الخديوي عباس عن مواقفه المتشددة ومال إلى الوفاق مع الإنجليز على حساب الحركة الوطنية. 2- توثيق علاقته بالسلطان العثماني لكي يستند إليه إذا ما دعت الحاجة لمواجهة السيطرة الإنجليزية وحتى لا تتفق الدولة العثمانية مع إنجلترا ضده. 3- التقرب من الشعب المصري لكسب ثقته حيث أفرج عن بعض مسجوني الثورة العرابية وعين بعضهم في وظائف خارج الجيش وأعاد إليهم النياشين التي جردوا منها وعفا عن عبد الله النديم خطيب الثورة العرابية وسمح له بممارسة نشاطه علنًا بعد أن كان مختفيًا وهاربًا من السلطات. النتائج المترتبة على سياسة عباس حلمى الثاني شجعت مواقف عباس حلمى الثاني المتشددة ضد الاحتلال على ظهور روح المقاومة والمعارضة من جديد حيث بدأ مجلس شورى القوانين يهتم بالأمور السياسة وكان ممنوعا من مناقشتها لأنه كان مجلسا صوريا في عُرف السياسة الإنجليزية فطالب بمناقشة الميزانية ووضع نظام جديد للضرائب وحل مشكلة الديون العقارية والتوقف عن تعيين الأجانب في الوظائف العليا. مرحلة الازدهار رغم توقف نشاط الحركة الوطنية سياسيًا إلا أن المناخ الثقافي والفكري العام ساعد على نمو الروح الوطنية وبلورة المواقف السياسية بسبب: 1- انتشار صحافة الرأي التي كانت تزخر بالمقالات والدراسات من كل نوع. 2- عودة أعضاء البعثات من أيام إسماعيل وقد تأثروا بطبيعة الحياة الأوروبية من حرية الرأي في ظل حياة نيابية دستورية كانوا يتطلعون إليها في بلادهم المحتلة وقد وجد هؤلاء العائدون من البعثات طريقهم إلى الصالونات الفكرية (انتشرت الصالونات الفكرية في مصر خلال الربع الأخير من القرن ال 19م مثل صالون لطيف سليم باشا الذي كان يحمل أفكار العرابيين والمنتدى الأفغاني أكثر المنتديات تأثيرًا في الحياة الفكرية والعمل السياسي ومنتدى السيد البكري وصالون أحمد تيمور باشا للأدب والثقافة والفن وصالونات السيدات مثل عائشة التيمورية ونازلي هانم فاضل والأميرة الكسندرة.) والمنتديات الأدبية التي انتشرت في مصر وفرضوا وجودهم على الحياة الفكرية والثقافية وبذلك بدأت سياسة البعثات التي اتبعها إسماعيل تؤتي ثمارها. في ظل هذا المناخ الثقافي والفكري ظهرت بعض الشخصيات الوطنية التي حملت لواء المقاومة؛ مثل: - مصطفى كامل. - محمد فريد. دور مصطفى كامل في الكفاح ضد الاحتلال البريطاني انتعشت الحركة الوطنية بزعامة مصطفي كامل الذي اتبع عدة أساليب من أجل الاستقلال على النحو التالي: داخليًا: نسق أفكاره مع الخديوي حتى لا يقع تناقض بينهما كما حدث بين عرابي والخديوي توفيق. خارجيا: - نسق حركته مع السلطان العثماني لتبعية مصر للدولة العثمانية (تركيا ) حيث اقترح على السلطان عام 1897م أن يوافق على جلاء الجيش العثماني عن بلاد اليونان مقابل جلاء الإنجليز عن مصر. -الاستفادة من اعتراض فرنسا على بقاء إنجلترا في مصر فقام بالسفر أكثر من مرة إلى فرنسا وغيرها من دول أوروبا واتصل بالسياسيين والمثقفين والصحفيين الفرنسيين وكتب في صحفهم وخطب في الاجتماعات العامة من أجل المطالبة بجلاء الإنجليز عن مصر كما كون معهم صداقات شخصية وفى مقدمتهم مدام جولييت آدم الأديبة السياسية. في تلك الأثناء وقعت حادثة فاشودة (منطقة في أعالي النيل الأبيض قرب التقائه بنهر السوباط ) والتي كان لها أثر على سياسة الخديوي عباس حلمى الثاني تجاه الاحتلال وتجاه الحركة الوطنية. معلومة اثرائية: تخرج مصطفي كامل في مدرسة الحقوق المصرية والفرنسية لأنها مدرسة الكتابة والخطابة ومعرفة حقوق الأفراد والأمم عام 1894م ولم يترافع في أية قضية مدنية ووهب نفسه لخدمة قضية استقلال مصر وقبل أن يتخرج بعام انضم لصالون لطيف سليم باشا. حادثة فاشودة وتراجع الخديوي عباس حلمى عن مساندة الحركة الوطنية الظروف التي سبقتها: خرج الجيش المصري من السودان عام 1884م في أعقاب الثورة المهدية (وجد الإنجليز في الثورة التي قام بها محمد أحمد الملقب بالمهدى فرصة لتحقيق سياستهم في تفكك الدولة المصرية في أفريقيا والتوغل فيها حيث ألزمت الحكومة البريطانية مصر بالجلاء عن السودان) مما أدى إلى اقتسام الدول الأوروبية إنجلترا وفرنسا وإيطاليا لمناطق جنوب السودان وشرق أفريقيا في إطار السباق الاستعماري لأفريقيا حيث احتلت إنجلترا كل من أوغندا والجزء الجنوبي من مديرية خط الاستواء المصرية فيما أن فرنسا احتلت تاجورة وجيبوتي ودولة إيطاليا احتلت كل من أريتريا وجرد فوي. سببها: رغبة فرنسا في صد توغل تيار الاستعمار الإنجليزي في قلب أفريقيا. أحداثها: قامت فرنسا بإرسال حملة لاحتلال فاشودة في يوليو1898م مما أثار غضب إنجلترا فاحتجت باسم مصر باعتبار فاشودة أرض مصرية ومن ثم أرسلت هي الأخرى حملة عسكرية في سبتمبر 1898م وقد انتهى الأمر إلى حد المواجهة غير المسلحة وانسحبت القوات الفرنسية من فاشودة بعد اتصالات دبلوماسية بين الدولتين في ديسمبر1898م. النتائج المترتبة عليها: أولاً بالنسبة للخديوي عباس حلمى الثاني اعتقد الخديوي والوطنيون أن فرنسا احتلت فاشودة لتفتح باب المسألة المصرية وتجبر إنجلترا على الجلاء عن مصر فلما انسحبت فرنسا ضاعت آمالهم وكان الخديوي عباس حلمى أول المنهزمين حيث بدأ الخديوي يعيد ترتيب حساباته السياسية بالميل إلى مسالمة سلطات الاحتلال ومن ثم معاداة الحركة الوطنية. مظاهر المسالمة والمهادنة التي اتبعها الخديوي بعد حادثة فاشودة: 1- توقيع اتفاقية معاهدة الحكم الثنائي للسودان بين مصر وإنجلترا في يناير 1899م وقد رسمت المادة الأولى في المعاهدة الحدود بين مصر والسودان حيث نصت على أن دائرة عرض 22 شمالًا هي التي تفصل بين الدولتين فتكون السودان في جنوبها ومصر في شمالها. 2- زيارته للندن عام 1900م. 3- الوفاق بينه وبين المعتمد البريطاني جорست 1907م : 1911م الذي خلف اللورد كرومر. رتبت إنجلترا لاتفاقية الحكم الثنائي للسودان في أعقاب حادثة فاشودة حتى تستطيع مواجهة فرنسا أو غيرها من الدول باسمها مباشرة باعتبارها شريكة لمصر في حكم السودان. ثانيًا بالنسبة لمصطفى كامل: 1- أدرك استحالة الاعتماد على الخديوي عباس لمقاومة الإنجليز وتحقيق الجلاء. 2- لم يدب اليأس في نفس مصطفى كامل بعد حادثة فاشودة حيث: • كثف نشاطه من أجل إيقاظ الوعي وتنمية العواطف الوطنية وتبصير الناس بخطورة الاحتلال وجريمة التعاون معه والاستسلام له وكانت عبارته الشهيرة \"لا يأس مع الحياة ولا حياة مع اليأس\". • أسس جريدة اللواء عام 1900م لتنطق باسم الجلاء ودعا إلى الدستور. • اعتمد أكثر على الدولة العثمانية لمواجهة الإنجليز في إطار حركة الجامعة الإسلامية فأصدر جريدة العالم الإسلامي الأسبوعية عام 1905م. • نجح بأسلوب المحاماة في تنبيه الضمير العام إلى حق مصر في الاستقلال وجلاء القوات الإنجليزية ولكن سياسة المصالح المشتركة الدولية وسياسة الوفاق بين السلطة الصورية (الخديوي) والسلطة الفعلية (الإنجليز) أدت إلى تغييب الضمير وتكسير الوعي. الوفاق الودي بين إنجلترا وفرنسا أبريل 1904م الظروف التي سبقته وأسبابه: 1- حادثة فاشودة والتي تعد مقدمة لسياسة الوفاق بين إنجلترا وفرنسا بدلا من المواجهة المسلحة بهدف التحالف معا ضد قوة ألمانيا المتنامية وكان ملك إنجلترا وراء هذه السياسة. 2- رغبة فرنسا لبسط سيطرتها على مراكش( المغرب ) بعد أن احتلت الجزائر 1830م وتونس 1881 م وكانت إنجلترا تعارض ذلك كما كانت فرنسا تعارض بقاء إنجلترا في مصر. 3- قيام ملك إنجلترا بزيارة باريس عام 1903م وانتهت المفاوضات بين البلدين إلى إبرام الوفاق الودي في إطار تحالف إنجلترا وفرنسا ضد تحالف ألمانيا والنمسا وإيطاليا. مضمونه جاء الوفاق الودي ليعلن عن نية إنجلترا لعدم تغيير الحالة السياسية في مصر بمعنى أن تطلق إنجلترا يد فرنسا في مراكش مقابل أن تطلق فرنسا يد إنجلترا في مصر. نتائجه وآثاره: 1- اطمئنان إنجلترا لعدم وجود معارضة دولية لها. 2- اشتداد سلطات الاحتلال في التضييق على الوطنيين ومواجهتهم بشدة وقسوة. 3- طعن اللورد كرومر المصريين بعدم كفاءتهم للحكم الذاتي. وكانت هذه النتائج سببًا في قسوة الأحكام التي أصدرتها إنجلترا ضد المصريين في حادثة دنشواى يونيه 1906م حيث كان المقصود إخماد صوت الوطنيين للأبد. معلومة إثرائية حادثة دنشواى قام ضباط إنجليز برحلة لصيد الحمام في قرية دنشواى إحدى قرى المنوفية وصرخ أحد الفلاحين محذرًا بعدم إطلاق النار على الحمام حتى لا يحترق جرن القمح؛ حيث كان وقت حصاد المحصول ولم يعبأ الضباط وأصروا على إطلاق الرصاص فقتلوا امرأة فطارد الأهالي الضباط ومات أحدهم من ضربة شمس لكن الإدارة البريطانية انتقمت أشد الانتقام وأحالت 52 متهمًا للمحاكمة فضلًا عن محاكمة سبعة غيابيًا وانتهت المحاكمة الصورية بشنق أربعة وجلد خمسة ومعاقبة أثنى عشر بالأشغال الشاقة لمدد متفاوتة. دور مصطفى كامل في التنديد بالاحتلال بعد حادثة دنشواى تمثل دوره في: 1- التنديد بالاحتلال في كل من مصر وأوروبا فأدركت الحكومة البريطانية صعوبة ما تتعرض له إدارتها في مصر فاضطرت لسحب اللورد كرومر من مصر في أبريل 1907م وعينت جورست بدلا منه لتهدئة الموقف ولكن لم يهدئ ذلك من الحركة الوطنية بالرغم من اختلاف سياسة جورست عن كرومر. سياسة جورست تتمثل في: - تخفيف الرقابة على تصرفات الخديوي. - توسيع سلطات مجلس النظار. - منح الفرصة للمصريين في إدارة شئون بلادهم. - إيقاف سياسة النجلزة أي صبغ مظاهر الحياة المصرية بالطابع الإنجليزي وتمصير الإدارة تدريجيًا. 2- تنظيم الجهود الوطنية لمقاومة الاحتلال الإنجليزي فقام ب: • انشاء نادي المدارس العليا. • انشاء الحزب الوطني في ديسمبر 1907م وتولي زعامته. • إصدار طبعتين من جريدة اللواء باللغتين الإنجليزية والفرنسية للقارئ الأوروبي. توفي مصطفى كامل في فبراير 1908م. دور محمد فريد في الكفاح ضد الاحتلال البريطاني تولى محمد فريد قيادة الحزب الوطني في مناخ غير ملائم بسبب: 1- نضوج سياسة الوفاق الإنجليزي / الفرنسي إزاء المسألة المصرية. 2- لجوء الخديوي عباس حلمى الثاني إلى ترتيب أوضاعه مع الاحتلال البريطاني وتنكره للحركة الوطنية وظهر ذلك عندما جاء جورست كمعتمد بريطاني خلفًا لكرومر حيث زاد تباعد الوطنيين عن الخديوي وأصبح العداء صريحًا. معلومة إثرائية: كان الخديوي عباس متفاهما مع جورست قبل أن يكون معتمدا بريطانيا وذلك عندما كان جورست مستشارا ماليا للحكومة المصرية إذ أنه سمح للخديوي أن يشتري أملاك الحكومة في مريوط بثمن زهيد (1903م) كما عاونه على الإثراء بوسائل أخرى على حساب الحكومة مقابل أن يوافق الخديوي على منح امتياز خطوط السكك الحديدية لشركة إنجليزية (1904م) وبعض المصالح الأخرى. استمر محمد فريد في كفاحه حيث: 1- وسع دائرة الحزب الوطني والذي كانت عضويته قاصرة على المثقفين من أبناء المدن حيث ضم إليه أعضاء النقابات العمالية. 2- أسهم في تكوين نقابة عمال الصنائع اليدوية عام 1909م. 3- عمل على تثقيف عامة الشعب وتعليمهم في مدارس ليلية. تم القبض عليه بسبب كتابته لبعض العبارات الوطنية الحماسية في مقدمة ديوان شعر بعنوان \"وطنيتي\" فتم الحكم بحبسه لمدة ستة أشهر وأخذت السلطات البريطانية تتعقب نشاطه حتى قررت اعتقاله في مطلع عام 1912م وهنا فضل ترك مصر في مارس 1912م ليواصل نضاله ضد الاحتلال البريطاني في المحافل الأوروبية حتى توفي في عام 1919م بألمانيا. الأحزاب السياسية (قبل الحرب العالمية الأولى ) يعتبر عام 1907م عام نشأة الأحزاب السياسية في مصر. لم يكن الحزب الوطني (الذي أسسه مصطفي كامل عام 1907م) وحده في ميدان النضال ضد الاحتلال البريطاني في مصر وإن كان أعلاها صوتا وأوضحها موقفا فقد كانت هناك أحزاب تميل للاحتلال وأحزاب أخرى تميل للخديوي. كانت معظم الأحزاب تناضل ضد الإنجليز وتطالب بالجلاء والدستور والحياة النيابية الحقيقية وإن اختلفت طريقة كل حزب نظرا لما يعبر عنه من مصالح وقوى سياسية وقد استمر الحال على ذلك حتى قيام الحرب العالمية الأولى عام 1914م حيث أخذت الأمور مجرى آخر. معلومة اثرائية: كان هناك المزيد من الأحزاب السياسية التي نشأت في مصر منذ عام 1907م مثل حزب الإصلاح على المبادئ الدستورية (ومؤسسه الشيخ علي يوسف) الذي قام بتأييد الخديوي وحزب الأحرار (محمد بك وحيد) الذي كان يؤيد الاحتلال والحزب الدستوري (إدريس بك راغب) الذي يؤيد السلطتين الصورية والفعلية وحزب النبلاء (حسن حلمي زادة) الذي كان يعبر عن عودة السيادة للعناصر التركية الشركسية والحزب المصري (لويس أخنوخ) وحزب الأمة (لطفي السيد) الذي كان يعبر عن مصالح كبار الملاك الزراعيين وصاحب شعار \"مصر للمصريين\" ثم أخيرا الحزب الجمهوري (محمد غانم)."
        }
      ]
    },
    {
      "chapter_number": "4",
      "title": "مصر بعد الحرب العالمية الأولى",
      "lessons": [
        {
          "lesson_number": "1",
          "title": "ثورة مصر القومية 1919م",
                    "content": "ثورة مصر القومية 1919م تعتبر 1919م أول ثورة قومية في تاريخ مصر الحديث، وبداية ظهور الأمة المصرية أمة موحدة تتكون من مصريين فقط بدون تفرقة وتسعى للاستقلال التام عن أي دولة أجنبية (سواء تركيا أو بريطانيا). في هذا الدرس نتعرف: أحوال مصر قبل ثورة 1919م. ثورة مصر القومية 1919م. أحوال مصر قبل ثورة 1919م (مقدمات ظهور القومية المصرية) قبل الحرب العالمية الأولى: كانت مصر تحت السيادة العثمانية وتدين بالولاء للسلطان ولم تكن فكرة الاستقلال الوطني مطروحة لأن: الشعب المصري كان يشعر بأنه جزء من العالم الإسلامي الذي يتكون من قوميات عديدة ولا يشكل قومية منفصلة عنه، كما كان يدين بفكرة الجامعة الإسلامية باعتباره شعبًا مسلمًا. الحركة الوطنية (بقيادة مصطفى كامل ومحمد فريد) كانت تستهدف تحرير مصر من الاحتلال البريطاني، ولا تستهدف الانفصال عن الدولة العثمانية لاعتبار ذلك تفتيت لوحدة العالم الإسلامي. خلال الحرب العالمية الأولى 1914م:1918م (إجراءات إنجلترا في مصر): انتهزت إنجلترا فرصة دخول الدولة العثمانية الحرب ضدها، وقامت ب: إنهاء السيادة العثمانية على مصر وفرض الحماية البريطانية عليها عام 1914م. عزل الخديو عباس حلمي الثاني وتعيين عمه حسين كامل ومنحه لقب سلطان (توفى السلطان حسين كامل عام 1917م وتولى أخيه أحمد فؤاد). استبدت إنجلترا أثناء الحرب بالشعب المصري بكافة الوسائل حيث قامت ب: تجنيد المصريين قسرًا (إجباريًا) للعمل في خدمة القوات البريطانية. مصادرة المواشي والحبوب من الفلاحين بأبخس الأثمان. الاستيلاء على الأقطان من كبار الملاك بأثمان منخفضة. رفع أسعار الحبوب الغذائية والمنسوجات والوقود وأجور المواصلات دون أن يصاحب ذلك ارتفاع مماثل في الأجور والمرتبات. فرض الأحكام العرفية على البلاد. تكميم الصحافة. منع انعقاد الجمعية التشريعية التي تضم ممثلي الشعب. ولذلك شعر الشعب المصري بأنه في سجن كبير. وبالرغم مما سبق كانت الظروف تتهيأ على نحو يخدم الشعب المصري للتطلع نحو الاستقلال حيث عملت الولايات المتحدة على جذب شعوب العالم للتحالف معها ضد ألمانيا وتركيا والنمسا، فأعلن رئيس الولايات المتحدة ولسن عن: مبدأ حق تقرير المصير: وهو حق أي أمة في تقرير مصيرها والحصول على حرياتها. تأليف عصبة الأمم: لحل المشكلات التي تنشأ بين الدول سلميًا ودون الحرب. وقد أعطى هذان المبدآن للمصريين أملًا في التحرر من الاستعمار بعد الحرب واعتقد الجميع أنه يكفى أن تعرض مصر قضيتها على عصبة الأمم. بعد انتهاء الحرب العالمية الأولى: برزت فكرة الجامعة المصرية أي (القومية المصرية) بسبب هزيمة الدولة العثمانية في الحرب وسقوط فكرة الجامعة الإسلامية التي كان يدعو إليها السلطان عبدالحميد الثاني ونتيجة لذلك: أدرك الشعب المصري أنه لم يعد ملزمًا بقبول السيادة العثمانية وتطلع إلى الاستقلال التام لأول مرة عن دولة الخلافة. شعور المصريين بأنهم أمة واحدة مستقلة عن أي كيان سياسي آخر ويجب أن يدين شعبها بالولاء لحاكم مصري بدلا من الحاكم العثماني. تبلورت أهداف الحركة الوطنية بعد انتهاء الحرب العالمية الأولى في هدفين أساسيين هما: الأول: إنهاء الاحتلال البريطاني لمصر. الثاني: إعلان مصر دولة مستقلة ذات سيادة. وقد تعلق أمل المصريين في تحقيق هذين الهدفين الوطنيين على مؤتمر الصلح الذي كان مُقررًا عقده في باريس يونيه 1919م للنظر في إطار تسويات نتائج الحرب العالمية الأولى. ثورة مصر القومية 1919م: مقدمات ثورة 1919م (تشكيل الوفد المصري، وحركة التوكيلات): في نوفمبر 1918م ذهب وفد من بعض زعماء مصر يتكون من: سعد زغلول، عبدالعزيز فهمي، علي شعراوي، لمقابلة المندوب السامي البريطاني ونجت للسماح لهم بالسفر إلى إنجلترا للتفاوض مع الحكومة البريطانية للسماح لهم بالسفر إلى باريس لعرض قضية استقلال مصر والتخلص من الحماية البريطانية على مؤتمر الصلح. رفض المندوب السامي طلبهم لأنهم ثلاثة لا يملكون حق التحدث باسم الشعب المصري كله، لهذا قرر سعد زغلول ورفاقه تأليف هيئة تُسمى الوفد المصري بهدف المطالبة باستقلال البلاد وجمع توكيلات من الأمة المصرية تخول له صفة تمثيل الأمة وسارعت جماهير الشعب المصري إلى توقيع هذه التوكيلات، ونتيجة لذلك: أصبح الوفد المصري العمود الفقري للحركة الوطنية باعتباره وكيل الأمة. انزعجت إنجلترا لالتفاف الشعب المصري حول الوفد فاعتقلت سعد زغلول وبعض أعضاء الوفد ونفتهم إلى جزيرة مالطة في مارس 1919م وكان هذا السبب المباشر لإشعال نيران الثورة. أحداث ثورة 1919م: اندلعت المظاهرات في القاهرة على يد الطلبة والمثقفين (الأفندية) والعمال، حيث دارت الاشتباكات مع رجال البوليس وتعطلت حركة المواصلات. انتقلت الثورة إلى مدن وقرى الأقاليم وقام الفلاحون في القرى بمهاجمة مراكز البوليس وقطع خطوط السكك الحديدية والتليفون والتلغراف، فانقطعت الصلة بين القاهرة ومدن الأقاليم. استولى الثوار على السلطة في بعض المدن، مثل مدينة زفتى. تكونت اللجان الثورية لتنظيم النضال ضد الإنجليز. تجلت في الثورة مظاهر الوحدة الوطنية بين المسلمين والأقباط حيث: اشترك في الثورة منذ البداية المسلمون والأقباط على السواء بهدف الاستقلال عن تركيا وإنجلترا وقد ألف بينهم الدم المسفوح برصاص الإنجليز. اتخذ الثوار علمًا يحمل هلال في وسطه صليب ليكون شعارًا لثورتهم. وأخذ القساوسة يخطبون على منابر المساجد حتى منبر الجامع الأزهر. أخذ مشايخ المسلمين يخطبون أمام مذابح الكنائس حتى مذبح الكنيسة المرقسية الكبرى. شاركت المرأة في الثورة لأول مرة مسجلة أخطر تطور اجتماعي حيث: خرجت المظاهرات النسائية والتي وصل عدد أفراد بعضها إلى 300 امرأة. اشتركت مع الرجل في إقامة المتاريس في الشوارع لإعاقة مرور القوات الإنجليزية. وبذلك تعد ثورة 1919م ثورة شعبية شاملة بمعنى الكلمة حيث شارك فيها: جميع مدن مصر. جميع فئات الشعب من العمال والطلبة والفلاحين، رجالا ونساءً. عنصري الأمة المسلمين والأقباط. مما سبق نستنتج أهمية ثورة 1919م وذلك لأنها تعد: أول ثورة قومية في تاريخ مصر الحديث. بداية ظهور الأمة المصرية كأمة موحدة تتكون من مصريين فقط بدون تفرقة بين مسلمين وأقباط وتسعى للاستقلال التام عن أي دولة أجنبية (سواء تركيا أو بريطانيا) وبالتالي ظهور مصر الدولة المدنية الحديثة التي يقوم نظامها السياسي على أساس القومية المصرية. موقف الاحتلال البريطاني من ثورة 1919م: واجهت قوات الاحتلال البريطاني الثورة بالعنف الشديد حيث قامت بتوجيه الحملات للانتقام في الوجه البحري والصعيد لقصف المدن والقرى بالقنابل من الطائرات. وبذلك نجحت قوات الاحتلال في إخماد ثورة العنف ولكن ذلك لم يطفئ ثورة الشعب المصري الذي قام بتغيير أسلوب نضاله إلى المقاومة السلبية، حيث: امتنعت قوى الشعب عن العمل وبلغ الأمر حد إضراب الموظفين عن العمل. قاطع المصريون البضائع الإنجليزية. ظهرت الجمعيات السرية، ومنها: جمعية اليد السوداء. جمعية المصري الحر. جمعية الانتقام. تعديل إنجلترا لسياستها في مواجهة الثورة: أدركت بريطانيا أنها أمام ثورة شعبية شاملة لم يسبق لها مثيل منذ احتلالها لمصر فقامت ب: الإفراج عن سعد زغلول ورفاقه والسماح للوفد المصري بالسفر إلى باريس لعرض قضية مصر على مؤتمر الصلح. الحصول على اعتراف الدول المجتمعة في المؤتمر بالحماية البريطانية على مصر وبذلك سدت الطريق أمام الوفد عند وصوله إلى باريس. إرسال لجنة برئاسة اللورد ملنر إلى مصر للحصول على اعتراف الشعب المصري بالحماية البريطانية. الوفد المصري في باريس: فوجئ الوفد المصري برئاسة سعد زغلول في باريس باعتراف مؤتمر الصلح بالحماية البريطانية على مصر، فلم ييأس سعد زغلول ولم يعد إلى مصر بل استمر في باريس يقوم ب: مخاطبة برلمانات الدول الأوروبية ومناشدتهم بعدم الاعتراف بإقرار الحماية البريطانية على مصر. إعطاء الشعب المصري الأمل في إسقاط الحماية البريطانية والحصول على الاستقلال. قيادة الحركة الوطنية في مصر من خلال لجنة الوفد المركزية بالقاهرة حيث كان يعطى تعليماته عن طريق إرسال خطابات سرية إلى عبدالرحمن فهمي (السكرتير العام للجنة) والذي تمكن من: تكوين جهاز سري من الشبان المتحمسين لمقاومة الإنجليز. تنظيم حركة الشعب المصري ضد الاحتلال. تأسيس النقابات العمالية. مقاومة العناصر المعادية للوفد. لجنة ملنر: سبب إرسال اللجنة: الحصول على اعتراف من الشعب المصري بالحماية البريطانية. سبب فشل اللجنة: مقاطعة جميع طبقات الشعب المصري للجنة وقيامه بمظاهرات عنيفة ضدها، نظرًا لقيام لجنة الوفد المركزية بتنفيذ تعليمات سعد زغلول التي أرسلها من باريس إلى عبد الرحمن فهمي والتي تمثلت في توعية الشعب المصري بمقاطعة لجنة ملنر لأن التفاوض معها يعنى تنازل الشعب عن وكالته للوفد الذي يُعتبر المدافع الوحيد عن القضية الوطنية. موقف إنجلترا من فشل لجنة ملنر: أدرك اللورد ملنر أن الشعب متمسك بالوفد وقائده سعد زغلول فلم يجد أمامه إلا التفاوض مع سعد زغلول والوفد لحل القضية الوطنية، وكان هذا بداية مرحلة المفاوضات المصرية البريطانية."
        },
        {
          "lesson_number": "2",
          "title": "مراحل المفاوضات المصرية البريطانية",
                    "content": "مراحل المفاوضات المصرية البريطانية: أدرك الإنجليز أنه لا مجال للتفاوض إلا مع الوفد وقائده سعد زغلول وذلك بفضل وعي الشعب المصري ومن هنا كانت بداية المفاوضات المصرية البريطانية. في هذا الدرس نتعرف: 1- مراحل المفاوضات المصرية البريطانية: 1- مفاوضات سعد وملنر. 2- تصريح 28 فبراير 1922م. 3- مفاوضات سعد ومكدونالد. 4- معاهدة 1936م. 2- أحوال مصر السياسية أثناء الحرب العالمية الثانية. 3- أحوال مصر السياسية بعد انتهاء الحرب العالمية الثانية وحتى ثورة 1952م. مراحل المفاوضات المصرية البريطانية: انقسمت المفاوضات بين مصر وبريطانيا لحل القضية الوطنية إلى مرحلتين: المرحلة الأولى في يونيه 1920م إلى أغسطس 1936م تمثلت في: 1- مفاوضات سعد وملنر. 2- مفاوضات سعد ومكدونالد. 3- تصريح 28 فبراير 1922م. انتهت ب: توقيع معاهدة 1936م بين مصر وبريطانيا. المرحلة الثانية تمثلت في: مفاوضات الحكومات المصرية المختلفة لتعديل معاهدة 1936م بما يحقق جلاء بريطانيا من مصر ووحدة وادي النيل. انتهت ب: إلغاء معاهدة 1936م وعودة النضال المسلح ضد الاحتلال البريطاني. وفيما يلي نتعرف هذه المفاوضات بشيء من التفصيل. مفاوضات سعد وملنر 1920م: أهدافها بالنسبة لمصر: إلغاء الحماية البريطانية على مصر. اعتراف بريطانيا بالاستقلال التام لمصر داخليًا وخارجيًا. نتائجها: فشلت بسبب رفض سعد زغلول إبرام معاهدة مع بريطانيا لإصرارها على إعطاء مصر استقلالًا صوريًا شكليًا من خلال؛ 1- تولي بريطانيا مهمة حماية المصالح الأجنبية والأقليات في مصر. 2- حرمان مصر من الحق في إقامة علاقات مستقلة مع الدول الأخرى. وتوالت الأحداث وقامت إنجلترا في ديسمبر 1921م باعتقال سعد زغلول ونفيه إلى جزيرة سيشل بالمحيط الهندي تمهيدًا لإعلان تصريح 28 فبراير 1922م. تصريح 28 فبراير 1922م: نصوصه: انتهاء الحماية البريطانية على مصر، واعتبار مصر دولة مستقلة ذات سيادة مع وجود تحفظات أربعة تتضمن حق بريطانيا في: 1- تأمين مواصلات الإمبراطورية البريطانية في مصر، لتبرير وجود جيش الاحتلال الإنجليزي فيها. 2- الدفاع عن مصر، لتبرير منع تكوين جيش مصري قوي. 3- حماية المصالح الأجنبية والأقليات في مصر. لتبرير تدخلها في الشئون الداخلية في مصر. 4- التصرف في السودان. مساوئه: لم يحقق للمصريين أمانيهم الوطنية كاملة لوجود التحفظات الأربعة، فرفضه الشعب. مميزاته: 1- رفع لقب حاكم مصر من سلطان إلى ملك، فأصبح السلطان فؤاد يُسمى الملك فؤاد الأول اعتبارًا من مارس 1922م. 2- أعطى لمصر الحق في وضع دستور ليكون أساسًا للحكم. بداية الدخول في المرحلة الليبرالية (الديمقراطية) بعد صدور دستور 1923م. دستور 1923م: تألفت لجنة لوضع الدستور لتحقيق الهدف من دخول مصر المرحلة الليبرالية فتصبح الأمة المصرية مصدر السلطات بعد أن كان الحاكم المصري أو الأجنبي هو مصدر السلطات. ولكن تدخل الملك فؤاد في شئون اللجنة لينتزع لنفسه سلطات دستورية ليتحكم في شئون الحكم رغم إرادة الأمة فصدر الدستور في أبريل 1923م مشتملًا على نصوص متعارضة مما أثر على نوع الحياة الليبرالية في مصر منذ صدوره وحتى ثورة 23 يوليو 1952م فكانت: مساوئه: نصوصه المتعارضة حيث احتوى على نصوص تجعل الأمة هي مصدر السلطات (المادة 23) ونصوص أخرى تعطل هذه المادة، فقد أعطى الدستور للملك حق حل البرلمان دون قيد أو شرط وإقالة الوزارة مهما حازت على ثقة الأمة وبالتالي ظل الملك من الناحية الفعلية هو مصدر السلطات. مميزاته: احتوى الدستور على العديد من المبادئ الليبرالية حيث تضمنت مبادئه: 1- الحريات مثل حرية إبداء الرأي، حرية الصحافة (حظر الرقابة على الصحف) إلا لحماية المجتمع من الأفكار الهدامة، حرية الاعتقاد فالدين لله والوطن للجميع، وحرية تكوين الجمعيات والأحزاب في حدود القانون والأخلاق والتقاليد. 2- مساواة جميع المصريين أمام القانون في الحقوق المدنية والسياسية وما عليهم من واجبات. 3- حرمة المنازل والملكية فلا يُنزع من أحد ملكه إلا للمنفعة العامة بشرط تعويضه. 4- فصل الدستور السلطات الثلاثة التنفيذية والتشريعية والقضائية؛ حيث: السلطة التشريعية: يتولاها البرلمان الذي يضم ممثلي الشعب المنتخبين. السلطة التنفيذية: يتولاها الملك بواسطة وزرائه والوزارة ليست مسئولة أمام الملك وإنما أمام البرلمان. وزارة الشعب وارتفاع المد الثوري: نتيجة لدستور 1923م أجريت انتخابات عامة ليختار الشعب ممثليه في البرلمان وفاز فيها الوفد برئاسة سعد زغلول بأغلبية بلغت 90% فألف أول وزارة شعبية دستورية في تاريخ مصر في يناير 1924م. إنجازاتها: الاقتصادية: نعمت مصر بأول ثمار الحياة الدستورية في ظل وزارة سعد زغلول حيث عملت على تطوير شئون البلاد الاقتصادية والاجتماعية والسياسية عن طريق: 1- بيع أكبر جزء من أراضي الحكومة لصغار المزارعين. 2- تخليص الحياة الاقتصادية من السيطرة الأجنبية وفصل العملة المصرية عن العملة البريطانية. اجتماعية (تعليمية): 3- زيادة ميزانية وزارة المعارف. 4- وضع مشروع قانون التعليم الإجباري للبنين والبنات. إدارية وسياسية: 5- صبغ الإدارة بالصبغة المصرية (تمصير الإدارة) عن طريق إحلال الموظفين المصريين محل الأجانب. 6- تشجيع الحركة الوطنية في السودان والتي تسعى لوحدة مصر والسودان وتحرير وادي النيل من الإنجليز. أدت سياسة وزارة الشعب إلى اشتعال الحركة الوطنية في مصر والسودان مما أغضب الحكومة البريطانية التي كانت ترغب في فصل السودان عن مصر. مفاوضات سعد ومكدونالد رئيس الحكومة البريطانية: تعد أول مفاوضات في عهد الحكم الدستوري. هدفت إلى: عقد معاهدة تحقق لمصر الاستقلال التام وتحقق لبريطانيا مصالحها. نتائجها: فشلت بسبب إصرار بريطانيا على: 1- التدخل في شئون مصر الداخلية والسيطرة على سياستها الخارجية. 2- بقاء القوات البريطانية في منطقة قناة السويس. نتائج فشلها: قيام مصريين باغتيال السير لي ستاك قائد عام الجيش المصري (السردار) والذي أدى إلى إسقاط أول حكومة شعبية منتخبة بإرادة الشعب في مصر وهي وزارة سعد زغلول. نتائج اغتيال السير لي ستاك: انتهزت إنجلترا الفرصة واتخذت بعض الإجراءات تمثلت في: 1- توجيه إنذار شديد اللهجة لسعد زغلول يتضمن: دفع تعويض قدره نصف مليون جنيه. سحب الجيش المصري من السودان مما يعنى فصل السودان عن مصر. 2- أمرت قواتها باحتلال جمارك الإسكندرية. رفض سعد زغلول الإنذار واضطر لتقديم استقالة وزارته إلى الملك فعهد برئاسة الوزارة إلى أحمد زيور باشا الذي قبل شروط الإنذار البريطاني وقد أدى ذلك إلى انتكاس الحركة الوطنية. أسباب انتكاس الحركة الوطنية بعد مقتل السير لي ستاك: 1- تمسك الملك فؤاد بالديكتاتورية والعبث بالحياة الدستورية منتهزًا تأييد الإنجليز له وصدام حزب الوفد مع الإنجليز فقام بحل مجلس النواب في نفس يوم انعقاده بعد فوز حزب الوفد في الانتخابات. 2- التهديد الإنجليزي باستخدام القوة والتدخل السافر في تعطيل الحياة النيابية وأمام تمسك الشعب المصري بالحياة النيابية تدخلت إنجلترا لإجبار الملك على عودته، ثم تدخلت لمنع تشكيل سعد زغلول للوزارة وتم تكليف عدلي يكن بتشكيل وزارة التلافية. 3- تشجيع الملك لأحزاب الأقلية وتكليفها برئاسة الحكومة مستفيدًا من النصوص المتعارضة بالدستور، وتأييدها لاستمرار الديكتاتورية مثل وزارة محمد محمود باشا عام 1928م الذي عطل الحياة النيابية والحريات الشخصية وسميت وزارته بوزارة القبضة الحديدية ووزارة إسماعيل صدقي عام 1930م الذي حكم البلاد حكمًا ديكتاتوريًا وحل البرلمان وألغى دستور 1923م وأصدر دستور 1930م الذي زاد فيه من صلاحيات الملك. 4- اشتعال الصراع الحزبي وانشغال الشعب عن الكفاح ضد إنجلترا بالصراع ضد الحكم الديكتاتوري. معاهدة الصداقة (معاهدة الصداقة والتحالف): الظروف التي سبقتها (أسباب المعاهدة): توتر الموقف الدولي أثناء وزارة توفيق نسيم بسبب غزو إيطاليا للحبشة عام 1935م والتهديد بنشوب الحرب العالمية الثانية. وطالب حزب الوفد بإجراء مفاوضات مع بريطانيا بشأن التحفظات الأربعة لتصريح 28 فبراير 1922م ولكن الحكومة البريطانية تهربت من مطلب الوفد وصرح وزير خارجيتها صمويل هور في نوفمبر 1935م بأن بريطانيا تفضل التعامل مع مصر بحرية دون قيود وترتب على ذلك: 1- اندلاع المظاهرات واشتعال البلاد بالثورة وتعطل وسائل المواصلات. 2- تأليف جبهة وطنية تعمل لإعادة دستور 1923م وعقد المعاهدة. مما اضطر بريطانيا إلى التراجع عن موقفها، وقامت ب (نتائج مظاهرات 1935م: 1- إعطاء أمر للملك بإعادة دستور 1923م. 2- الموافقة على الدخول في مفاوضات مع مصر لإبرام معاهدة (معاهدة 1936م) واشترطت أن يكون الاتفاق مع ممثلي الشعب المصري بأسره لضمان قبول المعاهدة من جميع الأحزاب المصرية حتى لا تتعرض للمزايدات بعد إبرامها. ونتيجة لهذه المتغيرات: قدم توفيق نسيم باشا استقالته إلى الملك والذي عهد إلى علي ماهر باشا بتشكيل الوزارة في يناير 1936م بهدف إجراء انتخابات حرة. أصدر الملك: 1- مرسوم فبراير 1936م. لتأليف وفد المفاوضات مع الحكومة البريطانية تألف وفد المفاوضات من جميع الأحزاب ما عدا الحزب الوطني. 2- مرسومين في مارس 1936م لإجراء الانتخابات العامة بمجلسي النواب والشيوخ وقد فاز فيها حزب الوفد بالأغلبية وشكل مصطفى النحاس الوزارة. نصوص معاهدة 1936م: عُقدت أول جلسة للمفاوضات بين مصر وبريطانيا في مارس 1936م وانتهت بإبرام معاهدة الصداقة والتحالف في أغسطس 1936م والتي حققت لمصر بعض المكاسب حيث نصت على: 1- انتهاء احتلال مصر عسكريًا مع استمرار قوات الاحتلال في بعض المناطق. 2- انضمام مصر إلى عصبة الأمم باعتبارها دولة مستقلة ذات سيادة. 3- إلغاء الامتيازات الأجنبية. 4- تقوية الجيش المصري إلى الدرجة التي تمكنه من الدفاع عن قناة السويس بمفرده فإذا وصل إلى هذه القوة تجلو القوات البريطانية الحليفة عن مصر. 5- سحب جميع الموظفين البريطانيين من الجيش المصري وإلغاء إدارة الأمن الأوروبية وخروج العنصر الأوروبي من البوليس واعتبار مصر هي المسئولة عن حماية الأجانب. 6- حرية مصر في عقد المعاهدات السياسية مع الدول الأجنبية بشرط ألا تتعارض مع المعاهدة. 7- إرجاع الجيش المصري إلى السودان واعتراف بريطانيا بالإدارة المشتركة مع مصر للسودان. نتائج معاهدة 1936م (المتغيرات الداخلية والدولية بعد المعاهدة): 1- تحولت العلاقات بين بريطانيا ومصر من علاقات احتلال إلى علاقات تحالف. 2- ازدياد نفوذ القصر وسيطرته مع اعتلاء الملك فاروق العرش، وتعيين علي ماهر باشا رئيسًا للديوان الملكي وبفضل هذه العوامل الجديدة تمكن الملك فاروق من إقالة وزارة مصطفى النحاس باشا في ديسمبر 1937م، وأعاد حكومات الأقلية منتهكًا بذلك الدستور وأحكامه فحكمت البلاد منذ ديسمبر 1937م إلى فبراير 1942م. 3- ظهور قوى سياسية جديدة في مصر تمثلت في جماعة الإخوان وجماعة مصر الفتاة وقد تحالفتا مع الملك فاروق ضد الوفد، وكانتا تميلان لقوى المحور ألمانيا وإيطاليا. حكومات وزارات الأقلية في هذه الفترة وهي بالترتيب 1- وزارة محمد محمود 2- وزارة علي ماهر 3- وزارة حسن صبري 4- وزارة حسين سري. أحوال مصر السياسية أثناء الحرب العالمية الثانية: تطورت علاقات مصر ببريطانيا تطورًا خطيرًا بعد نشوب الحرب العالمية الثانية في سبتمبر 1939م حيث نشبت خلافات بين حكومة علي ماهر باشا رئيس الوزراء وبين بريطانيا بسبب رفضه طلب بريطانيا بأن تعلن مصر الحرب على دول المحور فتدخلت بريطانيا في يونيه 1940م لطرد علي ماهر باشا من رئاسة الوزارة واتهمته بأن ميوله محورية. حادث 4 فبراير 1942م (الصدام بين بريطانيا والملك فاروق في عهد حكومة حسين سري باشا) سببه: ميل الملك فاروق لدول المحور وتحريك القصر في عهد حكومة حسين سري باشا لمظاهرات تهتف ب \"إلى الأمام يا روميل\" عندما وصلت قوات المحور إلى الحدود المصرية بعد أن سقطت بنغازي في يدها 2 فبراير 1942م فقدمت بريطانيا إنذارًا لإسقاط الحكومة وتعيين حكومة برئاسة النحاس وعندما رفض الملك قامت القوات البريطانية في 4 فبراير 1942م بحصار قصر عابدين بالدبابات لخلع الملك عن العرش. نتائجه: 1- قبل الملك فاروق الإنذار البريطاني وكلف مصطفى النحاس رئيس حزب الوفد (حزب الأغلبية) بتشكيل الوزارة وعندئذ تراجع السفير البريطاني عن عزل الملك. 2- تعاونت حكومة الوفد مع بريطانيا لدفع خطر المحور الفاشي حيث قدمت مساعدات عسكرية مهمة ساعدت بريطانيا على هزيمة دول المحور في الحرب العالمية الثانية. ومع قرب انتهاء الحرب تغير موقف إنجلترا من الملك فاروق وحكومة الوفد على النحو التالي: إقالة حكومة الوفد في أكتوبر 1944م: سمحت بريطانيا للملك فاروق بإقالة حكومة الوفد في أكتوبر 1944م وتعيين حكومة من حكومات الأقلية للأسباب الآتية: 1- خشية بريطانيا من مطالبة حكومة الوفد لها بجلاء القوات البريطانية عن مصر ووحدة وادي النيل مصر والسودان ثمنًا لمساعدتها في الحرب. 2- شغل الشعب المصري بالصراع من أجل الدستور عن الصراع ضد إنجلترا. استبد الملك فاروق بالحكم بعد إقالة حكومة الوفد كما فعل أبوه سابقًا مستعينًا بأحزاب الأقلية وتألفت منها حكومات لم تحظ بتأييد الشعب المصري. دول المحور هي دول تضم ألمانيا وإيطاليا واليابان. وزارة أحمد ماهر باشا محمود فهمي النقراشي باشا إسماعيل صدقي باشا ومحمود فهمي والنقراشي باشا وإبراهيم عبدالهادي باشا وحسين سري باشا. أحوال مصر السياسية بعد انتهاء الحرب العالمية الثانية وحتى ثورة 1952م: بعد انتهاء الحرب العالمية الثانية تعددت مظاهر الفشل السياسي لحكومات الأقلية حيث: فشلت في تعديل معاهدة 1936م بما يحقق جلاء القوات البريطانية عن مصر ووحدة وادي النيل فاضطر النقراشي باشا لعرض قضية مصر على مجلس الأمن ولكن مجلس الأمن لم يتخذ قرارًا في القضية وتركها معلقة. كانت عهودها عهود عدم استقرار حيث: 1- قتل اثنان من رؤساء الوزارات هما أحمد ماهر باشا ومحمود فهمي النقراشي الذي قُتل على يد الإخوان عندما قام بحل الجماعة. 2- قويت حركة الإخوان وقام تنظيمها السري بعدة تفجيرات في القاهرة واغتيالات سياسية كثيرة كما نظمت فرقًا من الجوالة. دخلت مصر مع الدول العربية حرب فلسطين مايو 1948م دون استعداد عسكري كاف لطرد اليهود من فلسطين وكذلك لم يكن التعاون بين الجيوش العربية كافيًا وانتهت الحرب بهدنة في فبراير 1949م وفشلت الدول العربية في إزالة دولة إسرائيل. ونتيجة لهذه الأحداث: تدهور الموقف السياسي وأجبر الملك فاروق على الموافقة على إجراء انتخابات عامة حرة في يناير 1950م أسفرت عن فوز الوفد بأغلبية ساحقة وتولية مصطفى النحاس رئاسة الوزراء. عمل النحاس عند توليه الوزارة على: 1- إطلاق الحريات التي كانت محبوسة في عهد حكومات الأقلية. 2- الدخول في المفاوضات مع بريطانيا منذ مارس 1950م إلى أغسطس 1951م لتعديل معاهدة 1936م ولكنها فشلت. ولذلك ألغى مصطفى النحاس معاهدة 1936م في أكتوبر 1951م وأطلق الحرية للشعب للنضال المسلح ضد القوات البريطانية في القناة وترتب على ذلك: 1- قيام جماعات الفدائيين بمهاجمة المعسكرات البريطانية. 2- قيام الحكومة بزيادة عدد جنود بلوكات النظام (رجال الشرطة) لمساعدة الفدائيين. 3- قيام الإنجليز بمحاصرة مبنى محافظة الإسماعيلية لنزع سلاح جنود بلوكات النظام. قاوم الجنود المصريين الإنجليز بناءً على أوامر فؤاد سراج الدين وزير الداخلية مما أدى إلى استشهاد العشرات من جنود بلوكات النظام في الإسماعيلية في 25 يناير 1952م. في اليوم التالي لتلك الأحداث 26 يناير 1952م ومع وصول الأنباء إلى القاهرة عمت المظاهرات والاحتجاجات وانتشرت الفوضى والاضطرابات وخلال ذلك حدث ما يُعرف بحريق القاهرة قام الملك فاروق أثناء تلك الأحداث بفرض الأحكام العرفية وإقالة حكومة الوفد وعهد برئاسة الوزارة إلى علي ماهر باشا ولكنه استقال في أول مارس 1952م وتوالت الوزارات المختلفة حتى قامت ثورة يوليو 1952م."
        },
        {
          "lesson_number": "3",
          "title": "ثورة 23 يوليو 1952م",
                    "content": "مجلس قيادة ثورة 1952م ظلت مصر تعاني من الاحتلال البريطاني وظل شعبها يكافح من أجل الاستقلال الحقيقي ومثل الجيش جزءًا هامًا من الشعب يشعر بآلامه ويريد تحقيق أحلامه في طرد المستعمر لتصبح مصر للمصريين. في هذا الدرس نتعرف: عوامل قيام ثورة 23 يوليو 1952م. قيام ثورة 23 يوليو 1952م. مبادئ ثورة 23 يوليو 1952م. إنجازات ثورة 23 يوليو 1952م. عوامل قيام ثورة 23 يوليو 1952م: (أسبابها) (1) استمرار الاحتلال البريطاني حيث أثبتت الأحداث للضباط الوطنيين أن معاهدة 1936م لم تؤد إلى استقلال حقيقي للبلاد فكان تحرير مصر من الاحتلال البريطاني هو الهدف الأساسي للثورة. (2) حرب فلسطين 1948م والتي تُعد من أكبر العوامل التي أدت إلى غضب الضباط الوطنيين حيث أدركوا بأنفسهم في ساحات القتال مقدار الجرم الذي ارتكبه النظام الحاكم وعلى رأسه الملك فاروق في حق الجيش المصري عندما تم إرساله إلى الحرب دون استعداد وبلا أسلحة أو ذخائر أو معدات كافية لكي يلقى الهزيمة. (3) الأسلحة الفاسدة: (من الأسباب الرئيسية للثورة) حيث أثبتت تحقيقات النيابة العامة اشتراك بعض رجال حاشية الملك فاروق في صفقات السلاح. (4) سوء الوضع السياسي بمصر: والذي بلغ أقصى درجات الفساد والانحلال أواخر العهد الملكي بسبب: (1) ذل وبطش الاحتلال البريطاني. (2) انحلال نظام الحكم وديكتاتورية. (3) فساد الأحزاب التي كانت تتصارع من أجل الوصول إلى مقاعد الحكم. (5) سوء توزيع ملكية الأراضي الزراعية فيما عرف بظاهرة الإقطاع حيث كان أغلبية الفلاحين من المعدمين الذين يعانون الفقر ومضطرين للعمل كمستأجرين صغار أو كعمال زراعيين. (6) ضياع حقوق العمال لعدم وجود قوانين لحمايتهم من استبداد أصحاب الأعمال واستغلال الرأسماليين فلا قانون للمعاشات أو التأمينات الاجتماعية أو تعويضات محددة في حالة الإصابة. تنظيم ضباط الأحرار: تعرض الجيش المصري منذ بداية الأربعينيات لعدد من المؤثرات السياسية التي جعلت ضباطه الوطنيين خاصة الشباب في هذه الفترة يتوجهون للعمل السياسي والذي اتخذ الطابع السري حتى لا يقعوا تحت طائلة القانون نظرًا لأن قوانين الجيش ولوائحه تمنع اشتغال أفراد الجيش بالسياسة. تمثلت المؤثرات السياسية التي أدت إلى ظهور تنظيم الضباط الأحرار في: (1) حادث فبراير 1942م حيث شعر ضباط الجيش أن كرامتهم قد أهينت فعقدوا عدة اجتماعات بنادي الضباط بالزمالك لبحث الموقف. (2) هزيمة الجيش المصري في فلسطين وانكشاف فضائح النظام الملكي مما أدى إلى خلق رابطة فكرية مشتركة بين عدد كبير من الضباط الوطنيين من اتجاهات سياسية مختلفة وكانت هذه الرابطة الأساس الذي بنى عليه البكباشي جمال عبدالناصر تنظيم الضباط الأحرار عقب عودة الجيش من حرب فلسطين. تحرك تنظيم الضباط الأحرار داخل الجيش: استطاع عبدالناصر في سنوات قلائل خلال تحرك التنظيم داخل الجيش أن يضم إليه الطلائع الواعية لضباط الجيش الذين آمنوا أن خطورة المستعمر تكمن في العملاء الذين ارتبطت مصالحهم ببقائه على رأسهم الملك وكانت خطة عبدالناصر وزملائه هي أن ينزعوا عن الجيش ولاءه للملك ليصبح بجدارة جيش الشعب. انتخابات نادي الضباط (ديسمبر 1951م:1952م) ظروف إجرائها: اهتم الرأي العام في مصر سواء داخل الجيش أو خارجه بانتخابات نادي ضباط الجيش لأن هذه الانتخابات كانت بمثابة صراع بين الضباط الوطنيين الشبان وعملاء السراي من قادة الجيش وعلى رأسهم اللواء حسين سري عامر والذي عينه الملك فاروق مديرًا لسلاح الحدود بعد استبعاد اللواء محمد نجيب من هذا المنصب ونقله ليشغل منصب مدير سلاح المشاة. كان هدف لجنة قيادة تنظيم الضباط الأحرار من دخول الانتخابات هو اختبار مدى قوة التنظيم وتأثيره على الرأي العام بين الضباط. تم الاتفاق بين لجنة قيادة تنظيم الضباط الأحرار ومحمد نجيب على الترشح واستغل التنظيم اسم محمد نجيب فوضع اسمه على رأس قائمة مرشحي الضباط الأحرار وتم توزيعها فجأة على أعضاء الجمعية العمومية للضباط في ديسمبر 1951م بقاعة السينما بالعباسية. نتائجها: أعلنت نتيجة الانتخابات في الدقائق الأولى من عام 1952م بفوز: اللواء محمد نجيب بمنصب رئيس مجلس الإدارة بالأغلبية. قائمة تنظيم الضباط الأحرار. ويُعد هذا الفوز أول انتصار يحققه الضباط الأحرار. اجتماع الضباط يونيه 1952م سببه: إصرار الملك فاروق على ضرورة تمثيل سلاح الحدود بعضو في مجلس إدارة نادي الضباط. أهميته: يُعد أخطر اجتماع عسكري منذ الثورة العرابية لأنه أفصح بشكل واضح أن الملك فقد سيطرته على الجيش وأن الجيش أسقط ولاءه للملك حيث رفضت الجمعية العمومية غير العادية بالإجماع اقتراح الملك (بتمثيل سلاح الحدود في مجلس إدارة النادي) وبذلك خرجت ثورة عارمة من ضباط الجيش ضد الملك من إطار السرية إلى حيز العلنية. قيام ثورة 23 يوليو 1952م: تحديد موعد الثورة: كانت الهيئة التأسيسية للضباط الأحرار تنوي القيام بالثورة عام 1955م فلم يكن من السهل استكمال بناء تنظيمهم داخل مختلف الأسلحة والوحدات قبل ذلك بسبب: (1) وجود أجهزة متعددة للأمن مثل: المخابرات الحربية والبوليس السياسي. أجهزة الملك الخاصة بالأمن. (2) وجود أجهزة المخابرات البريطانية والأمريكية التي لم تكف عن البحث عن الضباط الأحرار. ولكن قام الضباط الأحرار بتعجيل ميعاد الثورة حيث (1) اتجه تفكير لجنة قيادة التنظيم إلى اختيار شهر نوفمبر 1952م موعدًا لقيام الثورة (ليأتي مبكرًا ثلاث سنوات قبل ميعاده) بسبب حالة الفوضى التي أعقبت حريق القاهرة 26 يناير 1952م حيث شكل الملك فاروق أربع وزارات متتالية دون انتخابات كان رؤساؤها ووزرائها كلهم من غير المنتمين إلى أحزاب. (2) تقرر التعجيل بشكل أكثر بعد صدور قرار بحل مجلس إدارة نادي الضباط في 16 يوليو 1952م وتعيين إسماعيل بك شيرين وزيرًا للحربية بغرض التنكيل بهؤلاء الضباط بشتى الطرق من طرد من الخدمة أو اعتقال أو تشريد. لذلك عقد الضباط برئاسة جمال عبد الناصر ثلاثة اجتماعات متتالية في شهر يوليو لبحث الموقف وقرروا إعلان الثورة ليلة 22 يوليو 1952م لإسقاط وزارة نجيب الهلالي (22-23 يوليو) بما فيها وزير الحربية (إسماعيل بك شيرين) قبل أداء اليمين الدستوري ولما تعذر ذلك تحددت ليلة 23 يوليو موعدًا لقيام الثورة. البيان الأول للثورة: في الساعة السابعة والنصف صباحًا أذيع البيان الأول للثورة باسم اللواء محمد نجيب القائد العام للقوات المسلحة من دار الإذاعة المصرية. نتائج البيان الأول للثورة: (1) سارعت جميع الوحدات العسكرية في القاهرة وخارجها بانضمامها إلى ثورة الجيش بعد أن قام الضباط الشبان المنتمون للضباط الأحرار وزملاؤهم المؤيدون للثورة بتنحية القادة القدامى عن قياداتهم وتولوا هم زمام القيادة حتى أصبح الجيش كله تحت السيطرة التامة لقيادة الثورة والتي كان يمثلها اللواء محمد نجيب. (2) حظيت الثورة بتأييد شعبي جارف فقد التفت الجماهير حول أجهزة الراديو للاستماع إلى بيان الثورة وقد غمرتهم الحماسة والفرحة وعند خروج اللواء محمد نجيب في الساعة التاسعة من مبنى رئاسة الجيش إلى وسط القاهرة قابلته الجماهير بالتصفيق والهتاف. مغادرة الملك فاروق أرض مصر: في ظهر يوم 23 يوليو كلف الملك فاروق علي ماهر رسميًا بتشكيل الوزارة -عقب استقالة وزارة الهلالي- استجابة لمطلب قيادة الثورة. في مساء يوم 23 يوليو عُقد اجتماعًا بمقر القيادة بكوبري القبة بحضور معظم قادة الثورة تقرر فيه: (1) عزل الملك فاروق. (2) إرسال بعض الوحدات العسكرية لتعزيز الحامية العسكرية في الإسكندرية استعدادًا لعزل الملك. نتيجة لذلك: (1) قُدم للملك وثيقة التنازل عن العرش حيث وقع الأمر الملكي بالتنازل عن العرش لولى عهده الأمير أحمد فؤاد وكان ذلك في قصر رأس التين في يوليو 1952م. (2) غادر الملك فاروق مصر في 26 يوليو 1952م. مبادئ ثورة 23 يوليو 1952م: قامت الثورة على ستة مبادئ اعتزمت تحقيقها وهي: (1) القضاء على الاستعمار وأعوانه. (2) القضاء على الاحتكار وسيطرة رأس المال على الحكم. (3) القضاء على الإقطاع. (4) إقامة عدالة اجتماعية. (5) إقامة جيش وطني قوي. (6) إقامة حياة ديمقراطية سليمة. إنجازات ثورة 23 يوليو 1952م: (1) على المستوى المحلي. (2) على المستوى العربي. (3) على المستوى الأفريقي. (4) على المستوى الدولي. (1) على المستوى المحلي: في المجال السياسي: في ديسمبر 1952م تم إلغاء دستور 1923م. في يناير 1953م تم حل جميع الأحزاب السياسية ومصادرة أموالها لصالح الشعب. في يونيه 1953م تم إلغاء الملكية وإعلان الجمهورية وتعيين محمد نجيب أول رئيس لجمهورية مصر. في أكتوبر 1954م تم توقيع اتفاقية الجلاء وتقرر فيها جلاء القوات البريطانية عن مصر خلال عشرين شهرًا وتم الجلاء نهائيًا في يونيه 1956م. في 26 يوليو 1956م تم إعلان الرئيس جمال عبد الناصر تأميم الشركة العالمية لقناة السويس وانتقال جميع أموالها وحقوقها والتزاماتها للدولة. في المجال الاقتصادي: الزراعة: نهضت ثورة 23 يوليو 1952م بالزراعة وذلك عن طريق استصلاح الأراضي الصحراوية في مديرية التحرير والوادي الجديد. بناء السد العالي وتم إنجازه عام 1970م والذي أنقذ مصر من أخطار: الفيضانات التي كانت تغرق مساحات كبيرة من الأراضي الزراعية. الجفاف في حالة قلة الأمطار عند منابع النيل. الصناعة: نهضت ثورة 23 يوليو 1952م بالصناعة عن طريق إنشاء المشروعات الصناعية التي تزيد من الإنتاج القومي حيث كان من أهمها: توليد الكهرباء من خزان أسوان. التوسع في استخراج البترول وإقامة منشآت تكريره. إقامة مصنع الحديد والصلب في حلوان ومصنع الأسمدة في أسوان. إنشاء المصانع الحربية لتمد القوات المسلحة المصرية والعربية بالأسلحة والذخائر والعتاد الحربي. تدعيم التعليم الصناعي وإنشاء العديد من مراكز التدريب المهني. إقامة صناعات جديدة والتوسع في الصناعات القائمة. التجارة: قيام ثورة 23 يوليو 1952م بإنجازات في مجال التجارة أدى إلى: تمصير البنوك وشركات التأمين ووكالات التصدير والاستيراد وتعيين رجال المال والاقتصاد المصريين لإدارتها. توجيه تجارة مصر الخارجية إلى كافة بلاد العالم وفتح أسواق خارجية للمنتجات المصرية. في المجال الاجتماعي: القضاء على الإقطاع: (المبدأ الثالث للثورة) في سبيل تحقيق ذلك قامت الثورة بإصدار قانون الإصلاح الزراعي الأول في 9 سبتمبر 1952م. إقامة عدالة اجتماعية: (المبدأ الرابع للثورة) عملت ثورة 23 يوليو 1952م على تحقيق عدالة اجتماعية حيث قامت ب: (1) تعميم مجانية التعليم في جميع مراحل التعليم بما فيه الجامعي. (2) إصدار قوانين التأمينات الاجتماعية والمعاشات للموظفين والعمال. (3) تحديد عدد ساعات العمل بسبع ساعات يوميًا. (4) إشراك العمال في مجالس إدارة الشركات والمصانع. (5) تخصيص نسبة من أرباح الشركات للعمال. (6) الاهتمام بالمرأة فمنحتها حقها في الترشح والانتخاب. (2) على المستوى العربي: أخذت مصر على عاتقها بعد ثورة يوليو 1952م مساندة الشعوب العربية ضد الاستعمار حيث: (1) ساعدت السودان وبلاد المغرب العربي وإمارات الخليج العربي وجنوب اليمن على نيل استقلالها. (2) وقفت بجانب الثورات العربية مثل ثورة العراق وثورة اليمن. (3) أيدت ولا تزال تؤيد بقوة الشعب الفلسطيني في استرداد حقوقه المشروعة لإقامة وطن له وبذلك سرت روح القومية العربية في تلك الشعوب التي أرادت مصر تحريرها من الاستعمار. (3) على المستوى الأفريقي: نالت أفريقيا اهتمام الرئيس جمال عبدالناصر (قائد ثورة 23 يوليو 1952م) فقد رأى أن أفريقيا تمثل عمقًا استراتيجيًا لمصر وأن تحرير دول أفريقيا من الاستعمار الأوروبي هو استكمال لتحرير مصر فكان لثورة يوليو 1952م سياسة أفريقية استراتيجية حيث وقفت مصر مع الشعوب الأفريقية في: مرحلة الكفاح التحرري عندما ناضلت هذه الشعوب لانتزاع حريتها من الاستعمار. مرحلة البناء الاقتصادي. وفيما يلي نتعرف أمثلة للدور المصري مع الشعوب الأفريقية: أولا: في المجال السياسي من خلال: دعم مصر حركات التحرر والاستقلال في دول شرق أفريقيا مثل (الصومال-كينيا-أوغندا-تنزانيا) وغرب وجنوب أفريقيا مثل (نيجيريا-غانا-الكونغو) عن طريق إمدادهم بالسلاح والمال بجانب الدعم السياسي والدبلوماسي مما أدى إلى استقلال 17 دولة أفريقية خلال عام 1960م. (2) وقوف مصر بجوار شعب روديسيا الشمالية (زامبيا حاليًا) وروديسيا الجنوبية (زيمبابوي حاليًا) التي تحكمت في مصيره أقلية أوروبية عنصرية وقطعت علاقاتها السياسية مع بريطانيا. (3) تنديد مصر بسياسة التفرقة العنصرية التي مارسها الحكم الأوروبي العنصري في دولة جنوب أفريقيا ومنحت الفارين من جحيم هذه السياسة حق اللجوء السياسي كما أعلنت في 23 ديسمبر 1963م المقاطعة الاقتصادية لدولة جنوب أفريقيا. (4) رفعت مصر شعار أفريقيا للأفريقيين في أول مؤتمر للقارة الأفريقية أبريل 1958م في أكرا عاصمة غانا كما شاركت مصر في اجتماع في مايو 1963م بأديس أبابا (عاصمة إثيوبيا) وفيه تم الاتفاق على قيام منظمة الدول الأفريقية. تولت مصر رئاسة المنظمة عام 1964م ثم تولت رئاستها مرة أخرى في عام 2019م مما يعكس تطور وتزايد التأثير المصري على مستوى المنظمة القارية الأهم. وبصفة خاصة في ظل تفعيل الاهتمام المصري بالمنظمة خلال السنوات الثلاث الأخيرة والذي ظهر بعد أن تولى الرئيس عبدالفتاح السيسي رئاسة الجمهورية والذي تبنى سياسة جديدة في علاقة مصر بأشقائها الأفارقة حيث: مد جذور التعاون لتحقيق أهداف التكامل المشترك. أصبحت السياسة الخارجية المصرية تضع في أولى اهتماماتها الدائرة الأفريقية بكل ما تحمل من تعاون وتوثيق الروابط واتباع الأساليب والاستراتيجيات والتي تُبنى على أسس وقواعد تتماشى مع الأحداث الجارية محليًا وإقليميًا ودوليًا. ثانيا: في المجال الاقتصادي: (1) إنشاء تكتلات اقتصادية قوية لمواجهة الفقر واستغلال الموارد البشرية والطبيعية التي تتميز بها القارة. إنشاء الصندوق الفني المصري للتعاون مع الدول الأفريقية وتقديم الدعم الكامل لها من خلال إرسال الخبراء والفنيين والحرص على إقامة السدود لتوليد الكهرباء. ثالثا: في المجال العلمي: (1) فتحت مصر مكاتب لحركات التحرر الأفريقية في القاهرة لشرح قضايا الشعوب الأفريقية للرأي العام. (2) قامت مصر بالبث الإذاعي لدول أفريقيا باللغات الأفريقية المتعددة. رابعا: في المجال الثقافي: عانت أفريقيا من سياسات الاستعمار الذي فرض اللغات والثقافات الأوروبية عليها وهنا يظهر أهمية الدور المصري في هذا المجال حيث: (1) عقدت مصر اتفاقيات ثقافية مع كثير من دول القارة نصت على تبادل المعلمين والأساتذة والمناهج الدراسية والمطبوعات. (2) لعب الأزهر الشريف دورًا إسلاميًا وثقافيًا رائدًا في القارة الأفريقية فقد تلقى الطلاب الأفارقة -ولا يزالون- العلم في أروقة الأزهر وجامعته كما ذهب إلى الدول الأفريقية الكثير من المبعوثين من الوعاظ وأئمة المساجد والدعاة لنشر الإسلام. (4) على المستوى الدولي: سارت مصر بعد ثورة يوليو 1952م على عدة مبادئ وأسس في المجال الدولي كان أهمها: (1) محاربة الاستعمار بكل صوره وأشكاله: حيث ساعدت مصر الشعوب في آسيا وأفريقيا في التحرر من الاستعمار. (2) رفض الانضمام إلى الأحلاف العسكرية الأجنبية: حيث رفضت مصر وبشدة بقيادة جمال عبدالناصر الانضمام إلى الأحلاف العسكرية الأجنبية التي كانت بعض الدول الغربية تسعى لتكوينها وجر مصر والدول العربية إليها مثل محاولات الولايات المتحدة الأمريكية وبريطانيا لضم مصر إلى حلف بغداد الذي تم توقيعه في فبراير 1955م ببغداد بين العراق وتركيا ثم انضمت إليه بريطانيا في أبريل 1955م ثم باكستان وإيران. (3) تبنى سياسة الحياد الإيجابي وعدم الانحياز إلى أي من الكتلتين سواء الشرقية أو الغربية: تجلى ذلك في دور مصر البارز في مؤتمر باندونج الذي عقد بإندونيسيا في أبريل 1955م والذي اشتركت فيه 29 دولة تمثل أكثر من نصف سكان العالم. ونتيجة ل: سياسات ثورة يوليو وإنجازاتها ودعمها لثورات الدول العربية. رفض مصر الدوران في فلك الأحلاف الغربية. رفض مصر السياسات الاستعمارية والتأييد الغربي لليهود. تعرضت مصر لمؤامرات عديدة تمثلت في العدوان الثلاثي عام 1956م وعدوان 1967م. رحيل جمال عبدالناصر: وتولى محمد أنور السادات الحكم: رحل جمال عبد الناصر في سبتمبر 1970م لتفقد الأمة العربية بطلًا قوميًا وقد حمل لواء الكفاح الوطني من بعده محمد أنور السادات أحد أعضاء مجلس قيادة ثورة 23 يوليو والذي قام ب: (1) إصدار الدستور الدائم عام 1971م. (2) توحيد الجبهة الداخلية. (3) إعداد الجيش للحرب وتوحيد الصف العربي. (4) إصدار قرار بدء حرب أكتوبر 1973م."
        }
      ]
    },
    {
      "chapter_number": "5",
      "title": "التوسع الاستعماري في البلاد العربية قبل الحرب العالمية الأولى حتى الاستقلال",
      "lessons": [
        {
          "lesson_number": "1",
          "title": "فرض إنجلترا سيطرتها على الخليج وجنوب شبه الجزيرة العربية",
                    "content": "فرض موقع مصر الجغرافي أثره على أحوال شبه الجزيرة العربية في نهاية القرن الثامن عشر وخلال النصف الأول من القرن التاسع عشر، حيث خشيت بريطانيا من تأثر مصالحها المختلفة بقدوم الحملة الفرنسية على مصر وظهور قوة محمد علي في منطقة الخليج. في هذا الدرس نتعرف على: مراحل فرض إنجلترا سيطرتها على الخليج وجنوب شبه الجزيرة العربية: بعد مجيء الحملة الفرنسية إلى مصر والشام أواخر القرن الثامن عشر، وعند ظهور محمد علي عند رأس الخليج العربي من جهة الشمال، وعند وصول محمد علي إلى اليمن عام 1837م باسم السلطان العثماني. مراحل فرض إنجلترا سيطرتها على الخليج وجنوب شبه الجزيرة: بعد مجيء الحملة الفرنسية إلى مصر والشام أواخر القرن الثامن عشر، تنبهت إنجلترا إلى أهمية مصر وبلاد المشرق العربي، لذلك أسرعت بالقيام بما يلي: 1- عقد معاهدة مع سلطان عُمان في أكتوبر 1798م، وبمقتضاها تعهد سلطان عمان ب: عدم السماح بإنشاء وكالات فرنسية أو هولندية في بلاده. طرد جميع رعايا فرنسا من بلاده. السماح بوجود حامية عسكرية بريطانية في بلاده. 2- احتلال جزيرة بريم في مدخل البحر الأحمر عند باب المندب في مايو 1799م، بهدف قطع الطريق على الفرنسيين إذا ما فكروا في المرور من البحر الأحمر إلى الهند، وهي أهم المستعمرات الإنجليزية آنذاك. وبعد خروج الفرنسيين من مصر عام 1801م، تركت إنجلترا جزيرة بريم. 3- عقد اتفاقية مع سلطان لحج وعدن عام 1802م، تقضي ببقاء حامية عسكرية إنجليزية هناك لتأمين الطريق إلى الهند. عند ظهور محمد علي عند رأس الخليج العربي من جهة الشمال: فوجئت إنجلترا، التي كانت تراقب الملاحة في المحيط الهندي وبحر العرب لتأمين مواصلاتها إلى الهند، بظهور محمد علي على رأس الخليج العربي بعد أن قضى على الدولة السعودية الأولى بأوامر من السلطان العثماني عام 1818م، والتي قامت استنادًا إلى أفكار محمد بن عبد الوهاب (الدعوة الوهابية). تشككت إنجلترا في نوايا محمد علي بالمنطقة وإذا كانت لديه مشروعات توسعية في الخليج تهدد مصالحها هناك، فأقدمت على تدعيم نفوذها بالمنطقة ففرضت على كل شيوخ إمارات الخليج اتفاقيات عرفت بمعاهدة الصلح العامة في يناير 1820م، حيث: نصت المعاهدة على تحريم القرصنة وتحريم تجارة الرقيق التي تقوم بها سلطنة عُمان. تجددت المعاهدة على مدى السنوات التالية بما سمح لبريطانيا في النهاية أن تقوم بدور التحكيم في المنازعات التي تحدث بين شيوخ إمارات الخليج. فيما بعد أخذت هذه الاتفاقيات شكل الحماية البريطانية على إمارات الخليج، وأهمها اتفاقية الحماية مع سلطان مسقط عام 1891م وأمير الكويت عام 1899م. عند وصول محمد علي إلى اليمن عام 1837م (باسم السلطان العثماني): خشيت إنجلترا من وجود محمد علي في اليمن، لذلك أسرعت باحتلال عدن في يناير 1839م، وعُقدت اتفاقية بين الطرفين تعهد فيها سلطان لحج بتأمين الطرق ومراقبة أتباعه ومنعهم من مقاومة الإنجليز."
        },
        {
          "lesson_number": "2",
          "title": "استعمار فرنسا للجزائر 1830م حتى الاستقلال 1962م",
                    "content": "استعمار فرنسا للجزائر 1830م حتى الاستقلال 1962م. أولاً: احتلال فرنسا للجزائر. علاقة فرنسا بالجزائر قبل الاحتلال مرت بمرحلتين كالتالي: المرحلة الأولى: كانت فرنسا تربطها علاقات طيبة مع الجزائر نظرًا لأن فرنسا كانت تستورد القمح من الجزائر (على سبيل الاقتراض) بسبب الحصار الاقتصادي الذي فرضته إنجلترا على فرنسا أثناء معارك الثورة الفرنسية ضد ممالك أوروبا. المرحلة الثانية: أصبحت فرنسا مدينة للجزائر بمبالغ كبيرة، فبدأ حكام الجزائر منذ عام 1800م يطالبون فرنسا بالسداد، فماطلت في السداد. تألفت لجنة مالية في باريس قامت بتخفيض الديون من 24 مليون فرنك إلى سبعة مليون فرنك فقط، وتم إبلاغ حاكم الجزائر في أغسطس 1826م بأن إجراءات السداد سوف تستغرق وقتًا طويلاً. حصار فرنسا لشواطئ الجزائر واحتلالها: في تلك الأثناء حدثت اشتباكات بين السفن الجزائرية وسفن بابا روما في البحر المتوسط في إطار أعمال القرصنة المتبادلة بين شعوب شاطئ البحر المتوسط، وترتب على ذلك: استغلال فرنسا الفرصة للمماطلة في السداد وطالبت الجزائر بالتعويض عن سفن البابا. إسراع فرنسا بتحريك سفن حربية لحصار شواطئ الجزائر، استمر هذا الحصار لأكثر من عامين (1827م: أوائل 1830م)، وأثناء ذلك طالبت الجزائريين ب: 1- التوقف عن ممارسة القرصنة البحرية. 2- إعادة ما أخذ من سفن البابا. 3- الاعتراف لفرنسا بحق الدولة الأولى بالرعاية في الجزائر. 4- التنازل عن الديون. رفض حاكم الجزائر هذه المطالب، فقامت حكومة فرنسا بإصدار أوامرها للأسطول الفرنسي الذي يحاصر الجزائر باحتلال البلاد، وتم ذلك في يونيو 1830م بعد مقاومة شديدة. وأمام تلك الأحداث لم تتحرك الدولة العثمانية لنصرة الجزائر. كفاح الأمير عبد القادر الجزائري (المقاومة الجزائرية): نظم الأمير عبد القادر المقاومة وشكل إدارة عاصمتها مدينة بسكرة، فاضطر الفرنسيون إلى محاولة التوصل إلى تفاهم معه أكثر من مرة، فعقدوا معه اتفاقية دي ميشيل عام 1834م، وفيها اعترفوا بالأمير عبد القادر حاكمًا على وسط وغرب الجزائر. أعاد الفرنسيون تنظيم أنفسهم وخططهم وشنوا الهجمات على المقاومة، ولكنهم لم يتوصلوا إلى نتيجة تصالحهم، ففضلوا عقد معاهدة التفنة عام 1835م، والتي نقضوها باحتلالهم مدينة قسنطينة عام 1837م. كان دعم سلطان مراكش (المغرب) للمقاومة الجزائرية عاملًا أساسيًا في صمودها، ولهذا عمدت فرنسا إلى قصف طنجة بشدة، وترتب على ذلك: توقف مراكش عن دعم المقاومة الجزائرية. حرمان الأمير عبد القادر من استخدام الأراضي المراكشية في عمليات المقاومة. وبالتالي ضعفت المقاومة فضلاً عن تفوق السلاح الفرنسي، واضطر الأمير عبد القادر الجزائري في نهاية الأمر للاستسلام عام 1847م ونُفي إلى الشام. ولم تلبث أن قامت ثورات متعددة أخمدها الفرنسيون. سياسة فرنسا في الجزائر: السياسة الاقتصادية: استمرت فرنسا في استغلال الجزائر فكانت موردًا مهمًا من موارد الخزانة الفرنسية، حيث قامت فرنسا ب: 1- مصادرة الأراضي من الجزائريين ومنح الفرنسيين الضياع واستيلاء شركاتهم الاستثمارية على مساحات واسعة من الأراضي لزراعة الكروم لإنتاج الخمور. 2- استغلال مناجم الحديد والفوسفات والنحاس والزنك. 3- إنشاء العديد من المصانع ومد خطوط السكك الحديدية. السياسة الاستيطانية: مارستها فرنسا في الجزائر حيث: شجعت هجرة اليهود الفرنسيين وغيرهم من يهود أوروبا إلى الجزائر ومنحتهم الجنسية الفرنسية تشجيعًا لهم على البقاء والاستثمار، بل صادرت الأراضي من أصحابها الجزائريين لصالح هؤلاء المستوطنين الذين تمتعوا بالمواطنة الفرنسية الكاملة، بينما كان المسلمون في الجزائر يعاملون معاملة مواطن من الدرجة الثانية. ثانيًا: كفاح الشعب الجزائري بعد الحرب العالمية الأولى حتى الاستقلال: عندما وقعت الحرب العالمية الأولى، سعت بعض الزعامات الجزائرية مثل الأمير خالد بن الأمير عبد القادر الجزائري إلى الإفادة من المبادئ الأربعة عشر للرئيس ويلسون وخاصة مبدأ (حق تقرير المصير)، ولكن محاولته فشلت مثلما فشلت مثيلاتها في مصر وتونس. نتيجة للسياسة الاستيطانية والثقافية التي مارستها فرنسا في الجزائر للقضاء على الشخصية الجزائرية العربية الإسلامية، ظهرت بعض الحركات والتيارات بعد الحرب العالمية الأولى تمثلت في: جماعة علماء الجزائر: ظهرت عام 1926م كحركة وطنية إسلامية تعمل على الحفاظ على الهوية الجزائرية العربية الإسلامية، وكان لزعماء هذه الحركة الفضل في تحقيق ذلك. تيار الدعوة إلى الاندماج مع فرنسا: كان من دعاة الاندماج: عباس فرحات. سبب ظهورها: وجود شريحة كبيرة من مثقفي الجزائر تكونت على الطريقة الفرنسية، دعوا إلى الاندماج بمعنى أن تكون الجزائر قطعة من فرنسا الأمر الذي كان يرجوه الفرنسيون ولكن دون أن يمارس الجزائريون حقوقًا مساوية لحقوق الفرنسيين في الوطن الأم (فرنسا) ولا الفرنسيين (المستوطنين) في الجزائر. جماعة نجمة شمال أفريقيا: شكلها وتزعمها: مصالي الحاج. مطالبها: استقلال الجزائر. في أعقاب الحرب العالمية الثانية ظهر تيار يدعو إلى أن الاستقلال لا يتحقق إلا بالثورة، وتصاعدت هذه المشاعر (في أعقاب نجاح ثورة يوليو 1952م في مصر) وتزعمها كل من: تيار القومية العربية. حركة تحرير البلاد العربية من الاستعمار. تزعم جماعة علماء الجزائر عبد الحميد بن باديس تخرج من جامعة الزيتونة والشيخ بشير الإبراهيم تأثر بالإمام محمد عبده والشيخ رشيد رضا. موقف مصر من الثورة الجزائرية: أعلنت الثورة الجزائرية من القاهرة في نوفمبر 1954م واستمرت حوالي ثماني سنوات، وكانت مصر الدولة الرئيسية الداعمة للثورة الجزائرية حيث قامت ب: 1- دعم ثورة الجزائر بالمال والسلاح. 2- وضع إمكاناتها الإعلامية في خدمة القضية الجزائرية. 3- الدفاع (إلى جانب الدول العربية) عن حق الجزائريين في الاستقلال في المؤتمرات الدولية والأمم المتحدة. النتائج التي ترتبت على الدور المصري والعربي في مساعدة المقاومة الجزائرية: 1- مشاركة فرنسا في العدوان الثلاثي على مصر في أكتوبر 1956م لإدراك حكومة فرنسا (جي موليه) أنه لا انتصار على الثورة الجزائرية إلا بإخراج مصر من معركة استقلال الجزائر. 2- عملت فرنسا على الوصول إلى تفاهم مع الجزائريين تحتفظ بمقتضاه بيدها العليا في البلاد، ومن ذلك مشروع طرحته بإقامة اتحاد فيدرالي بين فرنسا والجزائر عام 1957م. 3- استصدار قرار من الجمعية العامة للأمم المتحدة بحق الجزائر في الاستقلال عام 1960م. استقلال الجزائر: اهتزت الحكومة الفرنسية أمام تلك الانتصارات الدبلوماسية الدولية وصلابة المقاومة الجزائرية، فسقطت الجمهورية الرابعة في فرنسا مما ترتب عليه تولي شارل ديغول حكم فرنسا على أمل خروج فرنسا من عثرتها مع الحفاظ على الجزائر كجزء منها، ووضع أمر الجزائر عام 1959م على أحد الوجوه الثلاثة التالية: 1- الاندماج في فرنسا. 2- الاستقلال مع الارتباط بفرنسا. 3- الاستقلال التام. أدى ذلك إلى ثورة المستوطنين في الجزائر على حكم شارل ديغول وتشكيل منظمة عُرفت ب: منظمة الجيش السري: تكونت من: المستوطنين في الجزائر الثائرين على حكم ديغول. عدد من الضباط الفرنسيين المتطرفين. عملت على: إبادة عدة آلاف من المسلمين العزل. ولكن صمد ديغول كما صمد الجزائريون أمام هؤلاء المتطرفين. وبالرغم من تلك الأحداث نجحت المفاوضات بين الحكومة الفرنسية والثوار الجزائريين وانتهت المفاوضات إلى: وقف إطلاق النار. عقد (اتفاقيات إيفيان) عام 1962م وحصول الجزائر على استقلالها."
        },
        {
          "lesson_number": "3",
          "title": "استعمار فرنسا لتونس 1881م حتى الاستقلال 1956م",
                     "content": "استعمار فرنسا لتونس 1881م حتى الاستقلال 1956م. الحبيب بورقيبة: فشلت الدولة العثمانية في الحفاظ على تونس كإحدى ممتلكاتها، وتنوعت مظاهر التنافس الاستعماري في احتلالها حتى وقعت تونس تحت وطأة الاستعمار الفرنسي بطريقة مشابهة لوقوع مصر تحت الاحتلال الإنجليزي. أولاً: احتلال فرنسا لتونس. الاستعمار الفرنسي للجزائر، ولكنها رأت أن: الأطماع الفرنسية تتطلع إلى أكثر من احتلال الجزائر. الأسرة القرمنلية في طرابلس وبايات (حكام) تونس ليس لديهم المقدرة على التصدي للاستعمار الفرنسي. لذا عملت الدولة العثمانية على إنقاذ طرابلس وتونس من الاستعمار باستعادة الحكم المباشر عليهما، ففي: عام 1835م نجح السلطان العثماني في طرد الأسرة القرمنلية من طرابلس وحكم البلاد حكمًا مباشرًا. عام 1836م أرسل السلطان العثماني قطع بحرية حربية إلى تونس، فاعترضت فرنسا مدعية أن لتونس كيانًا مستقلًا ولا يحق للسلطان التدخل في شئونها، وكان ذلك تمهيدًا لانفراد فرنسا بتونس. التنافس الاستعماري على تونس: لم تكن فرنسا وحدها الطامعة في تونس، فقد كانت هناك إنجلترا وإيطاليا التي كانت تسعى لبناء إمبراطورية استعمارية بعد أن حقق الإيطاليون وحدتهم في الفترة بين (1859م: 1870م). من مظاهر التنافس الاستعماري على تونس: (1) تسابق الدول الثلاث (إنجلترا وفرنسا وإيطاليا) لكسب الأعوان داخل الإدارة العليا التونسية والحصول على أكبر قدر ممكن من الاستثمارات في السوق التونسية، وقد ساعدهم في ذلك رغبة الإدارة التونسية في التعاون مع الدول الكبرى بهدف تحديث البلاد (سياسيًا واقتصاديًا وثقافيًا وعسكريًا)، حيث قام: الباي محمد (1855م: 1859م) بإصدار عهد الأمان، وبمقتضاه تساوى المواطنون أمام القانون. الباي محمد الصادق بإصدار دستورًا عام 1861م، كما نفذت في عهده مشروعات لمد خطوط السكك الحديدية والبرق (التلغراف) والموانئ على يد شركات فرنسية وإنجليزية. (2) الحصول على الامتيازات من حكومة تونس، فكلما حصلت إحدى الدول الأجنبية على امتياز من حكومة تونس، حصلت بقية الدول الكبرى على نفس الامتياز، وعن طريق تلك الامتيازات: حصلت إنجلترا وفرنسا وإيطاليا على حق امتلاك الأراضي في تونس. دفعت الدول الأجنبية تونس إلى شرك القروض حتى أفلست كما حدث في مصر (في عهد إسماعيل). مؤتمر برلين عام 1878م: ظروف انعقاده (أسبابه): اختلال التوازن الدولي (من وجهة نظر إنجلترا وفرنسا) بعد انتصار روسيا على الدولة العثمانية عام 1878م وفرض روسيا عليها معاهدة سان ستيفانو التي ترتب عليها: (1) ظهور دولة بلغارية أكبر من اللازم (لتصبح مخلب قط لروسيا ضد الدولة العثمانية) وتعاونهما معًا يؤدي إلى الإجهاز على الدولة العثمانية لتصبح تحت التوجيه الروسي ويصبح التوازن الدولي لصالح روسيا بشكل كبير، وهو أمر ترفضه الدول الكبرى. (2) أصبحت أوروبا على شفا حرب أوروبية كبرى من أجل مستقبل الدولة العثمانية، فدعا بسمارك (مستشار الرايخ الألماني) الدول الكبرى المتنافسة إلى عقد مؤتمر برلين لتسوية مشاكل الدول الكبرى على حساب الدولة العثمانية (الرجل المريض). نتائجه: اقتناص إنجلترا جزيرة قبرص من الدولة العثمانية مقابل وعد بالدفاع عنها، مما ترتب عليه غضب فرنسا، فوافقت إنجلترا لها على الانفراد بتونس (التي قامت باحتلالها بعد ذلك عام 1881م)، مما أغضب إيطاليا التي كانت تطمع في تونس، فانضمت عام 1882م إلى تحالف (ألمانيا والنمسا والمجر) ضد فرنسا. سياسة فرنسا في تونس: عمل الاحتلال الفرنسي على: تسخير تونس لخدمة المصالح الفرنسية. السعي نحو مسخ الشخصية العربية الإسلامية لتونس، إلا أن الشخصية التونسية كانت أقدر على الحفاظ على هويتها من خلال قيام الشعب التونسي ب: (1) التصدي للفرنسيين. (2) التعلق بالدعوة إلى الجامعة الإسلامية التي أطلقها جمال الدين الأفغاني وتبناها السلطان العثماني عبد الحميد الثاني. (3) تشكيل أحزاب وطنية للنضال والمطالبة بالاستقلال. ثانيًا: كفاح تونس حتى الاستقلال: حاول زعماء الحركة الوطنية عرض قضية تونس على (مؤتمر الصلح) استنادًا إلى مبدأ حق تقرير المصير، ولكن رفض المؤتمر الاستماع إليهم مثلما حدث مع الوفد المصري. تميزت زعامة الحبيب بورقيبة للحركة الوطنية فترة ما بين الحربين العالميتين الأولى والثانية بالجمع بين الثقافة العربية والثقافة الفرنسية وامتلاك القدرة على تحريك الجماهير ضد الاحتلال الفرنسي، وخاصة بعد هزيمة فرنسا في بداية الحرب العالمية الثانية، والذي أدى إلى ضعف موقفها إزاء الحركات الوطنية. واجهت فرنسا في عام 1946م ضجة عالمية عندما قامت بالقبض على الزعماء الوطنيين الذين كانوا مجتمعين في مؤتمر وطني."
        },
        {
          "lesson_number": "4",
          "title": "الحماية الفرنسية على مراكش (المغرب) 1912م حتى الاستقلال 1956م",
                    "content": "الحماية الفرنسية على مراكش (المغرب) 1912م حتى الاستقلال 1956م: اتخذ الاستعمار الفرنسي من الحضارة الأوروبية الحديثة وسيلة ليواصل احتلاله في البلاد العربية، ووقعت مراكش في شباكه بنفس طريقة احتلال تونس، وتنوعت المساومات الاستعمارية لتحقيق ذلك. وبالرغم من وقوع مراكش تحت وطأة الاحتلال الفرنسي، إلا أن النصر في النهاية كان من نصيب الشعب المغربي. في هذا الدرس نتعرف على: أولاً: احتلال فرنسا لمراكش (المغرب). ثانيًا: كفاح الشعب المغربي حتى الاستقلال. أولاً: احتلال فرنسا لمراكش (المغرب): كانت مراكش منذ مطلع التاريخ الحديث (بحكم موقعها) في مواجهة مباشرة مع الدول الأوروبية الاستعمارية، خاصة (البرتغال وإسبانيا)، التي خاضت معركة مصيرية ضدهما في وادي المخازن. معركة وادي المخازن 1578م: أطرافها: مراكش (المغرب) بقيادة المنصور السعدي ضد البرتغال وإسبانيا. نتائجها: إحراز المنصور السعدي انتصارًا أنقذ به شمال أفريقيا من الاستعمار، ولكن ظلت سبتة ومليلة تحت السيطرة الإسبانية. الظروف التي مهدت لفرنسا الانفراد بمراكش: دقت الحضارة الأوروبية الحديثة أبواب مراكش، وفرضت فرنسا على سلطان المغرب (معاهدة الامتيازات) عام 1767م، ومثلها فعلت الدول الكبرى الأخرى. وعندما اتجهت مراكش إلى التحديث، قدمت فرنسا لها الخبرات وأدوات التحديث في المجالات المدنية والعسكرية. استغلت فرنسا وقوع حوادث على الحدود الجزائرية المغربية، وقامت بفرض سيطرتها على مناطق مهمة في مراكش عند كولومب بيشار وغيرها. المساومات (الصفقات) الاستعمارية التي عقدتها فرنسا للانفراد بمراكش: أخذت فرنسا تمهد لقبول الدول الكبرى لانفرادها بمراكش، فقامت بعقد صفقات مع الدول الاستعمارية الأوروبية، فعقدت مع: إيطاليا عام 1902م (أكثر الدول معارضة لفرنسا من جراء المسألة التونسية) صفقة عمدت فيها فرنسا على إرضائها، وبمقتضاها انفردت إيطاليا بليبيا (طرابلس-برقة). إنجلترا عام 1904م الوفاق الودي، بمقتضاه تطلق فرنسا يد إنجلترا في مصر. إسبانيا اتفاق بمقتضاه حصلت إسبانيا على منطقة الريف بالمغرب. موقف ألمانيا من الصفقات الاستعمارية: أثارت تلك الصفقات غضب ألمانيا، فأعلن القيصر الألماني ويلهلم الثاني معارضته لتلك الصفقات ومساندته لاستقلال مراكش. أسباب معارضة ألمانيا للصفقات الاستعمارية حول مراكش: استبعاد إنجلترا وفرنسا لألمانيا من الصفقات الاستعمارية. مواجهة ألمانيا لكثير من المعارضات لمشروعاتها مع الدولة العثمانية، مثل: قيام إنجلترا بعقد اتفاقية مع آل الصباح في الكويت عام 1899م لمنع مد خط سكة حديد برلين-بغداد إلى كاظمة في الكويت. منع إنجلترا المشروع العثماني بمد خط حديدي من الحجاز إلى دمشق من الوصول إلى طابا. مظاهر معارضة ألمانيا للصفقات الاستعمارية حول مراكش: مؤتمر الجزيرة 1906م: أسبابه: إعلان ويلهلم الثاني (قيصر ألمانيا) ل: معارضته للصفقات الاستعمارية بين فرنسا والدول الكبرى. مساندته لاستقلال مراكش، وطالب بعقد مؤتمر دولي (مؤتمر الجزيرة) للنظر في المسألة المراكشية والحد من الانطلاقة الفرنسية في مراكش، ورحب بذلك السلطان عبد العزيز، ووافقت الدول الكبرى. نتائجه: وجدت ألمانيا نفسها وحيدة معزولة لأن موقف النمسا معها لم يكن بنفس صلابة موقف إنجلترا مع فرنسا. خرجت فرنسا من المؤتمر قوية، وقامت ب: اجتياح مراكش بقواتها عام 1907م. عزل السلطان عبد العزيز عام 1908م، وخلفه مولاي عبد الحفيظ، وتدهورت مكانة أمير المؤمنين خلال الفترة التالية لذلك. حادثة أغادير 1911م: سببها: محاولة ألمانيا مرة أخرى الحد من الانطلاقة الفرنسية في مراكش بعد فشل مؤتمر الجزيرة. أحداثها: أرسلت ألمانيا قطعة بحرية حربية لاحتلال أغادير عام 1911م، ولكنها واجهت مرة أخرى موقفًا صلبًا من فرنسا وإنجلترا (دولتي الوفاق). نتائجها: تنازلت فرنسا لألمانيا عن قطعة صغيرة من الكونغو الفرنسية. أعلنت فرنسا الحماية على مراكش عام 1912م. وطدت إسبانيا سيطرتها على الريف والصحراء المغربية التي وجدت مقاومة من الوطنيين. اتفقت الدول الكبرى أن توضع طنجة (المفتاح الجنوبي لمضيق جبل طارق) تحت إدارة دولية بسبب اعتراض إنجلترا على انفراد أي دولة كبرى بطنجة لحماية مستعمراتها في جبل طارق (المفتاح الغربي للبحر المتوسط). ثانيًا: كفاح الشعب المغربي حتى الاستقلال: بعد الحرب العالمية الأولى: اتخذت المقاومة الوطنية في الريف الإسباني شكلًا عسكريًا عنيفًا بقيادة الأمير محمد عبد الكريم الخطابي في الفترة من (1922م: 1926م)، ولكن التحالف الإسباني الفرنسي ضده أدى إلى هزيمته واستسلامه، ومنذ ذلك الحين استقر الاستعمار الإسباني في منطقة الريف. عملت فرنسا في المغرب على الإيقاع بين العرب والبربر، مثلما حاولت إنجلترا الإيقاع بين المسلمين والأقباط في مصر. قبيل الحرب العالمية الثانية: تصاعدت الحركة الوطنية في المغرب بسبب تحرك القوى الوطنية للضغط على السلطات الفرنسية، فحدثت صدامات كبرى بين الوطنيين وسلطات الاستعمار. بعد الحرب العالمية الثانية: اهتز الوجود الفرنسي في المغرب بسبب: تصاعد الحركة الوطنية بعد تخلي دول الحلفاء عن السلطان محمد الخامس رغم وقوفه بجانبهم في الحرب. تكوين لجنة تحرير المغرب في القاهرة، وانتقال الزعيم الوطني المغربي علال الفاسي إلى القاهرة وانضمامه إليها. استمر تصاعد الحركة الوطنية، وأدى ذلك إلى تهور الفرنسيين وقيامهم بعزل ونفي السلطان محمد الخامس في أغسطس 1953م، فنشطت حركة المقاومة مطالبة ب: عودة السلطان محمد الخامس إلى المغرب. خروج الفرنسيين نهائيًا من البلاد. أصيب الفرنسيون بخيبة أمل كبيرة بسبب إعلان زعيم البربر الجلاوي انضمامه إلى الحركة الوطنية مطالبًا بعودة السلطان محمد الخامس. مما يعني فشل الفرنسيين في الإيقاع بين العرب والبربر. وقد ترتب على ما سبق (نتائج كفاح الشعب المغربي): عودة السلطان محمد الخامس لعرشه عام 1955م. إلغاء فرنسا الحماية في مارس 1956م. إلغاء إسبانيا الحماية على منطقة الريف. إلغاء النظام الدولي لمنطقة طنجة. وبذلك تحقق الاستقلال التام للمغرب عام 1956م. ولم يبق في قبضة الفرنسيين إلا: موريتانيا: التي حصلت على استقلالها عام 1960م. جيبوتي: التي حصلت على استقلالها عام 1977م."
        },
        {
          "lesson_number": "5",
          "title": "استعمار إيطاليا لليبيا 1911م حتى الاستقلال 1951م",
                    "content": "لم يتبق من البلاد العربية الأفريقية سوى ليبيا لتقع تحت براثن الاحتلال الإيطالي، ليسجل الشعب الليبي صورة من أقوى صور المقاومة، وكان بطلها عمر المختار وغيره من أبناء ليبيا. في هذا الدرس نتعرف على: أولاً: احتلال إيطاليا لليبيا. ثانيًا: الحركة الوطنية في ليبيا حتى الاستقلال. أولاً: احتلال إيطاليا لليبيا: كان التوسع الفرنسي في شمال أفريقيا، خاصة بعد مؤتمر برلين 1878م، يثير قلق الدول الكبرى، خاصة إيطاليا (كانت إيطاليا تسعى لبناء إمبراطورية استعمارية، فبدأت بشرق أفريقيا فأقامت مستعمرتين واحدة في إريتريا والثانية في الصومال، وساعدها على ذلك وقوع مصر تحت الاحتلال البريطاني وانسحابها من تلك الجهات) التي كانت تطمع في نفس المنطقة، ولكن سبقتها فرنسا واحتلت تونس التي كانت تطمع فيها إيطاليا، ونتيجة لذلك: 1- انضمت إيطاليا إلى الحلف الألماني النمساوي المعادي لفرنسا عام 1882م. 2- عقدت معاهدة ضمت إيطاليا وألمانيا والنمسا وبريطانيا وإسبانيا في عام 1887م ضد أي توسع فرنسي جديد في ليبيا (طرابلس) أو مراكش. 3- ركزت إيطاليا جهودها نحو احتلال ليبيا بالرغم من أن ليبيا كانت تفتقر إلى المغريات الاستعمارية للأسباب الآتية: 1- إيطاليا رأت في سيطرتها على ليبيا ترضية مؤقتة تحفظ كرامتها الدولية ويمكن أن تشكل رأس حربة لتوسعاتها في المستقبل. 2- طرابلس هي المنطقة المتبقية غير المستعمرة من شمال أفريقيا والمقابلة لإيطاليا والقريبة منها. المساومات (الصفقات) الاستعمارية لاحتلال ليبيا: عملت إيطاليا على الحصول على موافقة الدول الكبرى الواحدة بعد الأخرى لانفرادها بليبيا، حيث: 1- حصلت على موافقة إنجلترا وإسبانيا. 2- عقدت مع روسيا صفقة تقضي بعدم معارضة إيطاليا لروسيا بالتحكم في المضايق التركية (الدردنيل والبسفور). 3- عقدت مع فرنسا صفقة عام 1902م بمقتضاها تطلق يد فرنسا في مراكش مقابل إطلاق يد إيطاليا في ليبيا. خططت إيطاليا لأن تكون صاحبة مصالح في ليبيا عن طريق التغلغل الاقتصادي، فأسست بنك دي روما. زيادة نشاط بعثاتها التبشيرية الكاثوليكية. إقامة المدارس الإيطالية الحديثة. وبذلك أوجدت إيطاليا الذريعة للتدخل في ليبيا لحماية مشروعاتها إذا وجدت فرصة لإعلان الحرب على الدولة العثمانية. التدخل العسكري الإيطالي في ليبيا حتى الاستقلال: وجهت إيطاليا إنذارًا للدولة العثمانية (تركيا) في سبتمبر 1911م، وقامت بإنزال قواتها على السواحل الليبية، وفشلت تركيا في الدفاع عنها، وسرعان ما استولت إيطاليا على المدن الساحلية. أسباب فشل تركيا في الدفاع عن ليبيا: 1- المقاومة الضعيفة للعثمانيين، خاصة بعد سحب جزء من قواتهم في ليبيا وإرساله لليمن لقتال إمامها. 2- رفض الإنجليز طلب العثمانيين بعبور قواتهم إلى ليبيا عن طريق مصر. 3- صعوبة إرسال تركيا لأسطولها عن طريق البحر لأن الأسطول الإيطالي كان يحاصر طرابلس ويضغط بشدة على جزر الدوديكانيز التابعة للدولة العثمانية. 4- تفوق القوات الإيطالية بحريًا وبريًا، مما أدى إلى: سقوط المدن الساحلية الكبرى الواحدة بعد الأخرى (طرابلس – درنة - بنغازي). عدم صمود العشائر العربية أمام القوات الإيطالية لضعف إمكاناتها المادية والعسكرية. الحركة الوطنية في ليبيا حتى الاستقلال: وضعت إيطاليا معظم ساحل ليبيا تحت السيطرة المباشرة لها، بينما كانت السنوسية تتمتع بنفوذ قوي في المناطق الداخلية وخاصة إقليم برقة. في أعقاب دخول الدولة العثمانية الحرب العالمية الأولى، تصاعدت الحركة الوطنية في ليبيا، وأخذت المناطق الليبية تعمل على التخلص من السيطرة الإيطالية. تم مبايعة محمد إدريس السنوسي أميرًا على برقة وطرابلس عام 1922م. معلومة إثرائية: تم التنسيق بين قيادات الدولة العثمانية والقيادات السنوسية أثناء الحرب العالمية الأولى بحيث تصبح القوات الإنجليزية في مصر مضطرة للقتال في جبهتين: جبهة قناة السويس مع العثمانيين، وجبهة الحدود المصرية الغربية مع السنوسيين. وكانت القوات الإيطالية مشغولة بتطورات القتال في الجبهات الأوروبية. وبالفعل شنت القوات السنوسية هجومًا عبر الحدود المصرية الغربية، ولكن تخلف معدات السنوسيين أدى إلى هزيمتهم أمام القوات البريطانية. أمام القوات الليبية تعمل على التخلص من السيطرة الإيطالية، وتزامن مع ذلك تصاعد قوة الفاشست بزعامة موسوليني حتى امتلكوا ناصية الحكم، وسيطروا على الحكم في إيطاليا، فأعلن موسوليني: أنه يسعى لإحياء الإمبراطورية الرومانية. أن البحر المتوسط ما هو إلا بحر إيطالي. أن ليبيا جزءًا لا يتجزأ من الأراضي الإيطالية. شرع موسوليني في شن هجمات بكافة الأسلحة ضد المقاومة الوطنية التي كان يتزعمها المجاهد عمر المختار، والتي هُزمت أمام هذه الهجمات. أسباب هزيمة المقاومة الوطنية الليبية أمام الإيطاليين: ممارسة المذابح والمحاكمات وأحكام الإعدام المتتالية على يد القائد الإيطالي جرازياني. التفوق العسكري الساحق للإيطاليين. محاولات الدول الكبرى كسب صداقة الإيطاليين على حساب حرية الشعوب. نتيجة لما سبق، سقط عمر المختار أسيرًا، وأعدمه الإيطاليون شنقًا علانية أمام بني بلدته عام 1931م (مثلما حدث لفلاحي مصر في حادثة دنشواي عام 1906م). استقلال ليبيا: مع اقتراب نذر الحرب العالمية الثانية، أصبح وجود إيطاليا في ليبيا وإريتريا والصومال يمثل خطرًا على وادي النيل (مصالح إنجلترا)، وخاصة بعد سقوط الحبشة في يد إيطاليا عام (1935م – 1936م). اتخذت إيطاليا أثناء الحرب العالمية الثانية من ليبيا قاعدة لغزو مصر، ولكن هزيمة دولتي المحور (ألمانيا وإيطاليا) في الحرب أدت إلى تحرير ليبيا من إيطاليا. أدى موقف مصر الصلب بجانب الحركة الوطنية الليبية إلى: 1- إبعاد الإنجليز والفرنسيين عن ليبيا. 2- الحيلولة دون تفكيك ليبيا إلى عدة أجزاء. 3- حصول ليبيا على الاستقلال عام 1951م."
        }
      ]
    },
    {
      "chapter_number": "6",
      "title": "التوسع الاستعماري في البلاد العربية الواقعة تحت الحكم العثماني بعد الحرب العالمية الأولى وحتى الاستقلال",
      "lessons": [
        {
          "lesson_number": "1",
          "title": "قيام الحرب العالمية الأولى ومصير الدولة العثمانية",
                    "content": "إصدار الحرب العالمية الأولى: ارتبط تاريخ معظم الدول العربية بالأحداث العالمية، خاصة الحروب العالمية، وكان ذلك نتيجة لرغبة الدول الغربية في اقتسام أراضي الدولة العثمانية. ومن أجل ذلك جاءت المؤامرات والصفقات، وأبرزها اتفاقية سايكس بيكو 1916م. في هذا الدرس نتعرف على: مصير الدولة العثمانية؛ الثورة العربية 1916م؛ اتفاقية سايكس بيكو 1916م. مصير الدولة العثمانية (وإعلان الجهاد المقدس): دخلت الدولة العثمانية الحرب العالمية الأولى وانضمت إلى جانب ألمانيا والنمسا (دول الوسط) بهدف: (1) استرداد ما اقتنصته منها دول الوفاق (إنجلترا وفرنسا). (2) إنقاذ نفسها وما تبقى تحت يدها من ولايات عربية من مخططات دول الوفاق لاقتسام الدولة العثمانية فيما بينهم. قام الأسطول العثماني في بداية الحرب العالمية الأولى مدعمًا بقطعتين حربيتين ألمانيتين بقصف مينائين روسيين هما أوديسا وسباستبول. وفي نوفمبر 1914م، أعلنت الدولة العثمانية الجهاد المقدس ضد دول الوفاق. موقف البلاد العربية من إعلان الجهاد المقدس: أثارت دعوة الجهاد في بداية الأمر حماسًا في البلاد العربية، ولكن لم يلبث أن ساد الحذر بين زعماء العرب بسبب: (1) فشل المؤتمر العربي الأول بباريس والتسوية العربية التركية التي أعقبته في التوصل إلى نتائج مرضية. (2) استمرار الأزمة بين الأتراك والعرب. ولهذه الأسباب، نما تيار فكري يدعو إلى التريث في التأييد الفعلي للدولة العثمانية في قرار الحرب والاتصال بكافة الأطراف المعنية لمعرفة موقفها من المطالب العربية. موقف إنجلترا من إعلان الدولة العثمانية للجهاد المقدس: انزعجت إنجلترا من إعلان الدولة العثمانية لفكرة الجهاد المقدس بسبب صداه القوي بين المسلمين. وكانت إنجلترا تحكم الهند وجنوب شرق آسيا، وكان بهما حوالي 50 مليون مسلم على الأقل. الثورة العربية 1916م: مقدمات الثورة العربية: عمل (الشريف حسين بن علي) على بناء دولة عربية كبرى منذ أن أسندت إليه شرافة مكة في أعقاب انقلاب 1908م ضد السلطان العثماني. فقام بنشاط سياسي واسع النطاق سواء في شبه الجزيرة العربية أو خارجها. حاول الأتراك إقصاء الشريف حسين عن موقعه، فأرسل ابنه الأمير عبد الله لمقابلة السير رونالد ستورز لتحديد موقف إنجلترا من محاولة عزل الشريف حسين من موقعه، فأبدى الإنجليز تعاطفًا مع الشريف حسين. بعد وقوع الحرب العالمية الأولى، نشطت قنوات الاتصال بين شرافة مكة وإدارة المندوب السامي البريطاني في القاهرة. ولكن كانت هناك مشكلة أمام إنجلترا في التعاون مع العرب، فعلى الرغم من رفض كل من عبد العزيز آل سعود والشريف حسين لنظرية أن الدولة العثمانية ممثلة للدولة الإسلامية العامة (دولة الخلافة)، وهو نفس ما ترفضه إنجلترا، إلا أن: (1) حكومة الهند البريطانية: كانت تفضل التعاون (التفاهم) مع عبد العزيز آل سعود في الرياض. (2) حكومة لندن: كانت تفضل التعاون (التفاهم) مع الشريف حسين بن علي لأنها وجدته المؤهل لإعلان ثورة مدوية ضد الحكم العثماني وإطلاق نداء بالجهاد يضاد به نداء السلطان العثماني، وذلك لموقعه في مكة وحسبه ونسبه. ولذلك، قامت عدة مراسلات بين الشريف حسين وهنري مكماهون المندوب السامي البريطاني في القاهرة، عرفت باسم مراسلات الحسين/مكماهون. مراسلات الحسين/مكماهون (1915م-1916م): عبر الشريف حسين في إحدى هذه المراسلات عن طموحاته وعن طموحات بعض الزعامات العربية السورية، والتي تمثلت في: (1) أن يتولى هو الخلافة الإسلامية بدلاً من الخليفة (السلطان) العثماني. (2) استقلال البلاد العربية (التي ما زالت تحت الحكم العثماني) من مرسين وأطنة شمالًا إلى الحدود العراقية الفارسية والخليج العربي شرقًا وشبه الجزيرة العربية وسوريا (أي إقامة دولة عربية تضم العراق وسوريا وشبه الجزيرة العربية تقريبًا). موقف بريطانيا من مطالب (طموحات) الشريف حسين: رفضت بريطانيا مطلب الشريف حسين أن يتولى الخلافة الإسلامية أو أن يكون ملكًا على العرب بحجة: (1) وجود علاقات تعاهدية بين بريطانيا والعديد من مشيخات الجزيرة العربية وعدم موافقة الطرفين على تغييرها مثل: اتفاقية دارين 1915م مع عبد العزيز آل سعود. الاتفاقية مع الإدريسي حاكم عسير. الاتفاقيات مع حكام عمان ومشيخات الساحل (الإمارات العربية حاليًا). (2) وجود مصالح لفرنسا في الشام (في غرب حماة وحلب وحمص ودمشق). (3) سيطرة بريطانيا على جنوب العراق (البصرة). (4) مرسين وأطنة: مدينتين غير عربيتين. وبذلك، لم يتبق سوى الحجاز فقط (على اعتبار أن اليمن مستقلة) لتكون تحت سيادة الشريف حسين. أسباب الثورة العربية: (1) رغبة الشريف حسين في تكوين دولة عربية كبرى وأن يكون هو خليفة للمسلمين. (2) تخوف الشريف حسين من إقصاء الأتراك له والانقضاض عليه بعد: إسناد الأتراك حكم جدة إلى وهيب باشا الذي كان يخطط لإقصاء الشريف حسين لأنه ماطل في اشتراك قواته إلى جانب القوات العثمانية التي كانت تقاتل على الجبهة المصرية بقيادة جمال باشا. خسارة جمال باشا المعركة وارتداده حانقًا (غاضبًا) على العرب وقيامه بالقبض على زعماء الحركة العربية في سوريا (استنادًا على وثائق عثر عليها في القنصلية الفرنسية تدينهم من وجهة النظر العثمانية) بالتآمر مع أعداء الدولة وصدور أحكام إعدام جماعية ضدهم بالجملة. إعلان الشريف حسين للثورة (يونيو 1916م): وجد الشريف حسين أنه إن لم يعلن الثورة فإن الأتراك سينقضون عليه، فأعلن الثورة في يونيو 1916م رغم صلابة الموقف الإنجليزي ودون أن يكون قد حصل منهم على اعتراف صريح بحق العرب في الاستقلال، معتمدًا على حسن تقييم الإنجليز والحلفاء لموقف العرب المناصر لهم في الحرب. ولكن ما كان الإنجليز أو الحلفاء ليقيموا وزنًا إلا لمصالحهم هم أولاً. نتائج الثورة العربية: (1) تمكنت قوات الشريف حسين بن علي من: تصفية الوجود العسكري التركي في الحجاز باستثناء حامية المدينة. الزحف شمالًا والاستيلاء على العقبة. (2) تمكنت قوات الفيلق العربي بقيادة الأمير فيصل بن الحسين من الاتجاه إلى القدس ودخول دمشق ثم حمص وحماة وحلب. (3) تمكنت قوات الإنجليز من: طرد القوات العثمانية من العراق والاستيلاء على بغداد وأصبحت على مقربة من الموصل، فأعلنت الدولة العثمانية وقف القتال وعقدت هدنة مدروس في نوفمبر 1918م. الاستيلاء على الموصل (في أعقاب هدنة مدروس). اتفاقية سايكس-بيكو 1916م: في الوقت الذي كانت فيه القوات العربية تحرز انتصارات في سوريا بقيادة الأمير فيصل بن الحسين، كُشفت مؤامرة واسعة النطاق على العرب حيث سربت روسيا البلشفية نصوص اتفاقية ثلاثية كانت قد عقدتها روسيا القيصرية وإنجلترا وفرنسا لاقتسام أملاك الدولة العثمانية. وأعلنت روسيا البلشفية رفضها لهذه المؤامرة، فاقتصرت الاتفاقية على إنجلترا وفرنسا وعرفت باسم (اتفاقية سايكس بيكو). نصوصها: (1) اقتسام الهلال الخصيب (سوريا والعراق) على النحو التالي: حصول فرنسا على: جنوب الأناضول بما في ذلك أطنة والإسكندرونة. الساحل السوري (غرب حلب وحمص ودمشق) حتى شمال العراق بما فيها الموصل. حصول إنجلترا على: العراق (ولاية البصرة وبغداد). حيفا وعكا. أجزاء من جنوب الشام (سوريا) حتى حدود شبه جزيرة سيناء الشرقية. (2) إقامة نظام دولي في فلسطين. (3) تقسيم المنطقة العربية الصحراوية بين العراق والشام إلى منطقتي نفوذ إحداهما بريطانية والأخرى فرنسية. نتائجها: (1) مُنع الأمير فيصل والقوات العربية من دخول بيروت، وسمحت إنجلترا لفرنسا بإنزال قواتها هناك وأنزلت العلم العربي المرفوع. (2) فشل الشريف حسين (ملك الحجاز) في كسب أعضاء مؤتمر الصلح بباريس عام 1919م إلى جانب قضية استقلال العرب، وواجه مواقف أشد تعنتًا هو وابناه فيصل وعبد الله. مؤتمر سان ريمو 1920م (تعديل اتفاقية سايكس-بيكو): تم عقد مؤتمر سان ريمو بين دول الحلفاء وتقرر فيه إعادة النظر في اتفاقية (سايكس بيكو). وفيه أصبحت: العراق كله وفلسطين تحت الانتداب الإنجليزي. سوريا ولبنان تحت الانتداب الفرنسي. دخول الحجاز في حكم آل سعود: (توسع آل سعود في الجزيرة العربية): نجحت قوات الشريف حسين في إسقاط الحكم العثماني في سوريا لإعلان الدولة العربية الكبرى. ولكن في هذا الوقت، كان عبد العزيز آل سعود يتجه لتوسيع حكمه حيث قام ب: (1) الضغط العسكري على (الشريف حسين) وإبادة قواته في أول صدام معه عند تربة عام 1919م. (2) ضم حائل عام 1921م بعد أن ضرب آل الرشيد ضربة نهائية. (3) الاستيلاء على الطائف عام 1924م. (4) الاستيلاء على مدن الحجاز والتي تساقطت في يده الواحدة بعد الأخرى، فاضطر الشريف حسين لمغادرة الحجاز، فأطلق (عبد العزيز آل سعود) على نفسه لقب ملك الحجاز وسلطان نجد وملحقاتها في يناير 1926م. (5) الدخول في حرب مع اليمن 1934م حول عسير والانتصار عليهم. كانت عسير تحت حكم الإدريسي، وتطلع لضمها لحكمه كل من: يحيى حميد الدين إمام اليمن. عبد العزيز آل سعود والذي اعتبرها جزءًا من الدولة السعودية. فشلت محاولات التسوية بين الطرفين (السعودية واليمن)، فوقعت الحرب وانتهت بانتصار عبد العزيز آل سعود، وتم عقد معاهدة الطائف بين السعودية واليمن عام 1934م، وبمقتضاها أصبحت عسير جزءًا من الدولة السعودية."
        },
        {
          "lesson_number": "2",
          "title": "سوريا ولبنان من الانتداب إلى الاستقلال",
                    "content": "سوريا ولبنان من الانتداب إلى الاستقلال: حرص الاستعمار الفرنسي على تمزيق سوريا وإثارة روح الطائفية في لبنان، إلا أن الشعب السوري واللبناني كافحوا حتى نالوا الاستقلال. في هذا الدرس نتعرف على: الثورة السورية الكبرى 1925م. استقلال سوريا ولبنان. بعد إعلان فرنسا الانتداب على سوريا ولبنان تطبيقًا لقرارات مؤتمر سان ريمو، انتهجت سياسة استعمارية أدت إلى قيام الثورة السورية الكبرى. الثورة السورية الكبرى 1925م (سياسة الانتداب الفرنسي في سوريا ولبنان): أسبابها: اقتطاع سهل البقاع وطرابلس وصيدا وبيروت وضمهم إلى جبل لبنان لتظهر دولة لبنان الكبير. تمزيق سوريا إلى عدة دويلات صغيرة (حلب والدروز والعلويين ودمشق). السيطرة على اقتصاد البلاد حيث ربطوا العملة السورية واللبنانية بالفرنك الفرنسي. شغل الموظفين الفرنسيين معظم المناصب الرئيسية وغيرها. أحداثها: انطلقت من جبل الدروز بقيادة سلطان باشا الأطرش، فقامت فرنسا بالسيطرة على الثورة باستخدام قواتها المسلحة الوحشية ضد معاقل الثوار. نتائجها: تعديل السلطة الفرنسية لسياستها الاستعمارية، فاتفق الطرفان (الحركة الوطنية السورية والسلطة الفرنسية) على قيام جمعية تأسيسية والتي قامت بإعلان الجمهورية السورية فيما بعد. ولكن: وقعت الحركة الوطنية السورية إزاء الفرنسيين على طرفي نقيض (خلاف) مثلما كان الحال في مصر بسبب: إصرار السوريين على إقامة دولة سورية دستورية برلمانية مستقلة. إصرار الفرنسيين على أن تظل لهم اليد العليا في توجيه البلاد حتى ولو قامت حكومة وطنية دستورية برلمانية. مشروع معاهدة 1936م: نظرًا لأن أجواء العالم في منتصف الثلاثينيات كانت ملبدة بغيوم حرب عالمية جديدة، اتجهت فرنسا إلى وضع العلاقات الفرنسية السورية على أسس متفق عليها. نصوص المعاهدة: توصلت فرنسا وسوريا إلى مشروع معاهدة بمقتضاها: يتم وضع إمكانات سوريا في خدمة أهداف فرنسا السياسية والعسكرية والاقتصادية والاجتماعية. كسب لبنان من وراء الكفاح السوري اعتزام فرنسا توقيع معاهدة مماثلة لمعاهدة 1936م. نتائج فشل المعاهدة: رفضت الجمعية الوطنية الفرنسية في باريس (البرلمان الفرنسي) مشروعي المعاهدة، نتيجة لذلك: استمرت فرنسا تحكم سوريا ولبنان بمقتضى صك الانتداب. عُطِل الدستور واستبد الفرنسيون بحكم البلاد. عمل الفرنسيون على فصل لواء الإسكندرونة عن سوريا حتى استولت عليه تركيا في عام 1939م. وقد تمتعت لبنان بثمار الكفاح السوري من أجل الاستقلال حيث: أعلنت الجمهورية اللبنانية. أصدرت الدستور وتم تشكيل البرلمان (المجلس النيابي). ولكن ظل الأسلوب الطائفي في الحكم والإدارة هو المسيطر في لبنان (بين المسيحيين الموارنة والسنة والشيعة)، وقد ترتب على ذلك افتقاد لبنان لمفهوم الدولة المتجانسة. سوريا ولبنان أثناء الحرب العالمية الثانية: عندما وقعت الحرب العالمية الثانية، وضعت فرنسا كلا من سوريا ولبنان في خدمة قواتها العسكرية. ولكن سرعان ما وقعت فرنسا في بداية الحرب تحت أقدام الجيوش الألمانية، وقد أدى ذلك إلى وجود حكومتين فرنسيتين اختلف موقفهما تجاه ألمانيا حيث: حكومة فيشي (المارشال بيتان): عقد المارشال بيتان هدنة مع ألمانيا حيث عُرفت حكومته في وسط وجنوب فرنسا بميولها نحو ألمانيا. حكومة فرنسا الحرة (الجنرال ديغول): رفض الجنرال ديغول الهزيمة، وأصر على استمرارية المقاومة وكان يقود حكومته من إنجلترا. أعلنت القوات الفرنسية في سوريا ولبنان ولائها لحكومة فيشي وذلك نكاية في إنجلترا التي اتهمها الفرنسيون بأنها: تخلت عن فرنسا في محنتها. تسعى إلى طرد الفرنسيين من مستعمراتهم لصالحها. قامت إنجلترا بدعم حكومة فرنسا الحرة من أجل: السيطرة على سوريا ولبنان (بعد أن أعلنت القوات الفرنسية بها ولائها لحكومة فيشي). مواجهة الثورة العراقية بقيادة رشيد عالي الكيلاني ضد الوجود الإنجليزي في العراق بعد إبداء ألمانيا استعدادها لمساعدة الثورة العراقية عن طريق إنزال طائراتها في مطارات سوريا ولبنان للقيام بعمليات عسكرية في العراق ضد إنجلترا. أسرعت إنجلترا بالاستيلاء على سوريا ولبنان أمام مواجهة ضعيفة من القوات الفرنسية بسبب تدهور الروح المعنوية لها بعد أن وجدوا أنفسهم ليس في موقف قتال ضد الإنجليز بل ضد إخوتهم الفرنسيين. استقلال سوريا ولبنان: دخل الفرنسيون سوريا ولبنان مرة أخرى (قوات فرنسا الحرة) وهم يعتقدون أنهم سيمارسون سلطاتهم الاستعمارية السابقة، وهذا أمر رفضه شعب سوريا ولبنان. كان لبريطانيا دور في تقويض الاستعمار الفرنسي في سوريا ولبنان حيث كانت الحكومة الإنجليزية بعيدة النظر حين أعلنت أنها تحترم رغبات الشعوب في الاستقلال وأسهمت في الخطوات التي أدت إلى إعلان استقلالهما. استقلال سوريا: أمام مطالب الشعب السوري بالاستقلال، اضطر الفرنسيون إلى التراجع، فانعقد المجلس النيابي عام 1943م واختير شكري القوتلي رئيسًا للجمهورية. كشفت حكومة فرنسا في عام 1945م عن حقيقة نواياها الاستعمارية وعملت على الاستحواذ على السلطات في سوريا، فقاومها شعب سوريا فقصفته بالطائرات والدبابات مما أدى إلى: إعلان البلاد العربية تأييدها لاستقلال سوريا. وقوف إنجلترا والولايات المتحدة إلى جانب الحركة الوطنية السورية، مما ترتب عليه جلاء فرنسا عن سوريا في أبريل 1946م. استقلال لبنان: كما حدث في سوريا، حدث نفس الشيء في لبنان فقد: انعقد المجلس النيابي عام 1943م. فاز بشارة الخوري بمنصب رئيس الدولة. شكل رياض الصلح وزارة وطنية برئاسته. إلا أن الفرنسيون كانوا يضمرون الإطاحة بالحكم الوطني. قام الفرنسيون باعتقال كل من بشارة الخوري ورياض الصلح في راشيا (إحدى قرى لبنان) مما ترتب عليه: اضطراب البلاد وإعلان اللبنانيين تمسكهم بحكومتهم واستقلالهم التام. تضامن مع اللبنانيين كل من: الدول العربية وعلى رأسها مصر. الغالبية العظمى من دول العالم وعلى رأسها إنجلترا والولايات المتحدة (حليفتا فرنسا). وقد أدى ذلك إلى اضطرار الفرنسيين للقيام ب: إطلاق سراح المعتقلين. إعادة أمور الحكم إلى أيدي اللبنانيين. الجلاء عن لبنان في آخر ديسمبر 1946م."
        },
        {
          "lesson_number": "3",
          "title": "العراق من الانتداب إلى الاستقلال",
                    "content": "العراق البلد الشقيق كانت معاناته من الاحتلال البريطاني متشابهة مع معاناة الشعب المصري من نفس الاحتلال، فجاء كفاحه كحلقة متصلة بحلقات الكفاح المصري ضد الاحتلال. وفي هذا الدرس نتعرف على: ثورة العشرين في العراق 1920م. دور مصر في استقلال العراق. أصدرت إنجلترا أثناء الحرب العالمية الأولى عدة بيانات وادعت أثناء حملاتها العسكرية على العراق إنها جاءت لطرد الأتراك العثمانيين من العراق. ولكن بعد انتهاء الحرب، اكتشف العراقيون إن الإنجليز ما جاءوا إلا للاحتلال، وكان مصير سوريا دليلًا واضحًا على ما يضمره ويخفيه الإنجليز للعراق. ثورة العشرين في العراق 1920م تحت الانتداب البريطاني: عوامل قيامها تمثل في إعلان الإنجليز انتدابهم على العراق وفقًا لقرارات مؤتمر سان ريمو عام 1920م. ثورة 1919م في مصر والتي كان لها أثرًا كبيرًا في تشجيع الشعوب العربية للثورة ضد المستعمر. وكانت نتائج الثورة تتمثل في: 1- تراجع الحكومة الإنجليزية عن سياستها المتشددة في العراق. 2- تشكيل حكومة وطنية مؤقتة برئاسة عبد الرحمن الجيلاني في أكتوبر 1920م. 3- تولية فيصل بن الحسين عرش العراق وتمت البيعة له بإيعاز من السلطات البريطانية. وبالرغم من ذلك، ظلت اليد العليا في العراق لبريطانيا في نفس الوقت الذي ظلت فيه الحركة الوطنية العراقية متمسكة بحق البلاد في الاستقلال. استطاعت الحركة الوطنية فيما بعد تخليص البلاد من الانتداب بعقد معاهدة 1922م، ولكن هذه المعاهدة أبقت لبريطانيا اليد العليا في البلاد. ثم عُقدت أكثر من معاهدة كان أكثرها أهمية معاهدة يونيو 1930م. معاهدة يونيو 1930م كان أطرافها الحكومة البريطانية والحركة الوطنية العراقية. ونصوصها: 1- استقلال العراق ابتداءً من دخولها عضوًا في عصبة الأمم. 2- وجود قوات بريطانية في بعض المواقع المحددة في العراق. 3- حماية خطوط المواصلات البريطانية خاصة الجوية. لم تؤد معاهدة يونيو 1930م إلى استقلال حقيقي، لذلك استمرت الحركة الوطنية لتخليص العراق من قيود هذه المعاهدة، ولكنها سارت ببطء للأسباب الآتية: 1- الصراعات الطائفية التي كانت تقع في العراق من وقت لآخر. 2- التناحر بين الأحزاب على الحكم. 3- تدخل العشائر في رفع وزارة وإسقاط وزارة أخرى. وقد أدت تلك الاضطرابات الداخلية إلى وقوع انقلاب عسكري بقيادة بكر صدقي عام 1936م، ولكن لم يلبث أن تم قتله وعادت الأمور إلى ما كانت عليه حتى وقعت الحرب العالمية الثانية. العراق أثناء الحرب العالمية الثانية: حاولت بريطانيا أثناء الحرب العالمية الثانية أن تقوى قواتها في العراق، مما ترتب عليه: 1- اعتراض الحكومة العراقية على ذلك وقيام ثورة رشيد عالي الكيلاني ضد الوجود الإنجليزي حيث أبدت ألمانيا استعدادها لمساعدة الثورة العراقية. 2- تحمس الضباط العراقيين لقتال الإنجليز اعتقادًا منهم أن ألمانيا ستنجدهم وأن إنجلترا ستخسر الحرب. تحركت قوات إنجليزية من البصرة والأردن ضد العراقيين وأنزلت الهزيمة بالقوات العراقية في مايو 1941م. العراق بعد الحرب العالمية الثانية: عادت الحركة الوطنية في العراق إلى قوتها والمطالبة بالاستقلال، فدخل رئيس الوزراء صالح جبر في مفاوضات مع الإنجليز أثمرت عن معاهدة بورتسموث أطرافها صالح جبر رئيس وزراء الحكومة العراقية والإنجليز. أهم نصوصها: استمرار حق الإنجليز في الاحتفاظ بقواعد جوية في العراق. موقف الشعب العراقي: أنه احتج وثار ضد المعاهدة. نتائجها: أنه فشلت المعاهدة وسقطت حكومة صالح جبر. دور مصر في استقلال العراق: وجد نوري السعيد رئيس الحكومة والوصي على العرش أن التفاهم مع إنجلترا أجدى للعراق من الثورة عليها، لذلك اتجه العراق إلى الدخول في حلف بغداد عام 1955م والذي كان يضم إنجلترا وإيران وباكستان وتركيا. وكان هذا الموقف مختلف عن موقف مصر بزعامة جمال عبد الناصر حيث نادت مصر ب: 1- رفع راية التحرر من الاستعمار. 2- عدم الدخول في الأحلاف الدولية. 3- سياسة الحياد الإيجابي وعدم الانحياز. وقد أسهمت المبادئ المصرية في دعم حركة المعارضة لنظام الحكم في العراق مما مهد لقيام ثورة يوليو 1958م التي أنهت النظام الملكي وأقامت النظام الجمهوري."
        }
      ]
    },
    {
      "chapter_number": "7",
      "title": "مصر و قضايا العالم العربي المعاصر",
      "lessons": [
        {
          "lesson_number": "1",
          "title": "حركة القومية العربية",
                    "content": "لا خوف على القومية العربية ما دام هناك لغة واحدة وثقافة عربية مشتركة، وتاريخ مشترك فقد مرت معظم الدول العربية بنفس المحنة: محنة الاستعمار. ومن هنا عرفت كل دولة عربية أنها أقوى بشقيقاتها مهما بلغت من قوة بمفردها. في هذا الدرس نتعرف على: 1. أولًا: تطور حركة القومية العربية. 2. ثانيًا: مصر وإنشاء جامعة الدول العربية. 3. ثالثًا: دور مصر في استقلال البلاد العربية. أولًا: تطور حركة القومية العربية: سياسة الاستعمار الأوروبي لإضعاف القومية العربية سعى الاستعمار الأوروبي لإضعاف القومية العربية عن طريق: 1. تقسيم الوطن العربي إلى أجزاء منفصلة، وإقامة الحواجز الجمركية بينها، مما قضى على حرية الانتقال وحرية الاتصال بين العرب. 2. إثارة النعرات المحلية للقضاء على فكرة الوحدة والقومية العربية، حيث قام الاستعمار بـ: إثارة النزعة الفرعونية في مصر. إثارة النزعة الفينيقية في لبنان. تسمية العرب بأسماء مختلفة مثل عراقيين وسوريين ولبنانيين وفلسطينيين وسودانيين، إلخ. 3. خلق جنسيات متعددة من الجنسية العربية الواحدة. العمل على إخراج بعض الشعوب العربية عن إطار القومية، والدليل على ذلك عمل الاستعمار الفرنسي على 'فرنسة' الجزائر وادعائها أنها جزء من الوطن الفرنسي، وشجع الجزائريين على اكتساب الجنسية الفرنسية من خلال الامتيازات الاجتماعية والطبقية. 4. إثارة روح العداء الطائفي بين الأديان والمذاهب في الوطن العربي، حيث عمل الاستعمار على التفريق بين: الدروز والموارنة في لبنان. المسلمين والأقباط في مصر. الشيعة والسنة في العراق. الزيدية والسنة في اليمن. 5. إحداث التفرقة العنصرية، حيث عمل الاستعمار على تسخير علمائه لإثبات بعض القضايا العنصرية مثل: أن البربر ليسوا عربًا، ولكنهم من الوندال الأوروبيين أو الرومان. أن اللبنانيين من نسل الصليبيين الأوروبيين. 6. تعدد النظم السياسية والحكومية والاقتصادية والقوانين في الأقطار العربية. فمثلًا: النظام الجمهوري في سوريا ولبنان. النظام الملكي في العراق ومصر والأردن. فتح أبواب فلسطين لهجرة الصهيونيين واتخاذ الخطوات لتكون وطنًا قوميًا لهم. 7. تسخير التعليم لإضعاف الثقافة العربية: أبعد الاستعمار الإنجليزي العرب عن تيار الفكر الحديث. أضعف الاستعمار الفرنسي اللغة العربية وجعل اللغة الفرنسية هي لغة التعليم لينسى العرب لغتهم. فرض الاستعمار الإيطالي اللغة والثقافة الإيطالية في ليبيا. 8. خلق أسر ذات أطماع في الحكم وإلهائها بعروش وهمية: وبذلك أوجد مصالح أسرية وعصبيات سببت نوعًا من التفكك في وحدة العرب وشجعت النزعات العصبية والتنافس المحلي. وقد نتج عن السياسة السابقة للاستعمار الأوروبي: تفتيت الوطن العربي ماديًا إلى أجزاء منفصلة. إضعاف القومية العربية والتباعد بين الشعوب العربية، ولكن إلى حين. إحياء القومية العربية: في الواقع، لا خوف على القومية العربية ما دام هناك: 1. اللغة العربية التي توحّد أقطار العرب. 2. التاريخ العربي الذي يربط وجدان العرب وبين مصيرهم. 3. الثقافة العربية التي توحّد عواطف العرب وأمزجتهم. فبالرغم من أن تيار القومية العربية قد خف بفعل الاستعمار بعد الحرب العالمية الأولى، إلا أن توافر مقومات الحتمية التاريخية خلقت فرصًا لإحياء القومية العربية، والتي تمثلت في: 1. تقدم وسائل المواصلات من سيارات وطائرات. 2. تقدم وسائل الاتصال الفكري كـالطباعة والصحافة والإذاعة، مما أدى إلى مزيد من التجاوب بين العرب. 3. تقدم مناهج التعليم ووسائله وتعميمه في جميع البلاد العربية في الفترة ما بين الحربين العالميتين الأولى والثانية، والذي كان له أثر بالغ في شحذ وإثارة الشعور العربي. 4. المحنة المشتركة بين العرب بالاستعمار والقتال ضده، فكانت من أهم عوامل التقارب بين العرب، حيث أبرزت مصالحهم المشتركة وأهدافهم الواحدة ومصيرهم الواحد. وقد ترتب على تلك العوامل أن عاد إلى العرب شعورهم بأهمية القومية العربية ووجوب إحيائها وتقويتها. اقتنعت كل دولة عربية بأن سياسة الاهتمام بمشاكلها الخاصة لا تجدي، وأنها أقوى بشقيقاتها مهما بلغت من قوة بمفردها. بروز القومية العربية: بدأ بروز القومية العربية ابتداءً من العقد الرابع من القرن العشرين، وكان من أثرها إحداث التقارب بين الشعوب العربية فيما بين الحربين العالميتين، الذي أخذ عدة أشكال، وذلك من خلال: 1. تصفية الخلافات بين الدول العربية أو بين الأسر الحاكمة؛ عن طريق عقد المعاهدات مثل: معاهدة الطائف عام 1940م: أنهت العداء بين السعودية واليمن، حيث نصت على تحقيق التعاون بينهما وتنمية وحدة الأمة العربية. معاهدة إخاء وتحالف عام 1936م: وضعت حدًا للعداء الموروث بين العراق (الأسرة الهاشمية) والسعودية (الأسرة السعودية)، حيث نصت على تبادل البعثات الثقافية والعسكرية، وأن تكون المعاهدة مفتوحة لمن يريد الانضمام إليها من الدول العربية الأخرى. وقد انضمت اليمن عام 1939م إلى تلك المعاهدة. معاهدة مايو عام 1937م: قامت بتسوية الخلافات بين الأسر الحاكمة في السعودية ومصر، والتي ترجع جذورها إلى الحرب بين محمد علي باشا والوهابيين. 2. حل المشكلة الفلسطينية: من خلال عقد: المؤتمر الفلسطيني العربي العام في بلودان عام 1937م: لتنسيق الجهود في مكافحة الصهيونية، وضم وفودًا من جميع الأقطار العربية. مؤتمر المائدة المستديرة في لندن عام 1939م: لبحث مشكلة فلسطين، وضم ممثلين لكل الدول العربية المستقلة. عقد المؤتمرات مثل: المؤتمر الطبي عام 1937م ثم توالى انعقاده سنويًا بعد ذلك. مؤتمر المحامين العرب عام 1944م. مؤتمر المهندسين العرب عام 1945م. ثانيًا: مصر وإنشاء جامعة الدول العربية: وُلدت فكرة إنشاء جامعة الدول العربية كشكل من أشكال الاتحاد العربي في مصر. تزايد اهتمام التفكير العربي بالوحدة ونمو الحركات الوطنية أثناء الحرب العالمية الثانية لأن الشعوب العربية وجدت في هذه الحرب فرصة لجمع الصفوف من أجل: التخلص من سيطرة الدول الاستعمارية التي أجبرتها على حرب لم تكن لها فيها ناقة ولا جمل. مواجهة المخاطر التي تهدد المنطقة بسبب الهجرة الجماعية الصهيونية التي سمحت بها الحكومة البريطانية. رأت بريطانيا أثناء الحرب العالمية الثانية أن من مصلحتها قيام نوع من الوحدة العربية للأسباب التالية: 1. إرضاءً للعرب وضمانًا لمساعدتهم لها في محنة الحرب العالمية الثانية الدائرة. 2. تخفيف حدة العداء العربي واستمالة الدول العربية لها. 3. تكتيل الدول العربية وراء مصالح الاستعمار على أساس أن الدول العربية كلها كانت تُعد مناطق نفوذها، وبالتالي يسهل توجيه القرار العربي لصالحها. 4. الأهمية الاقتصادية والاستراتيجية للمنطقة العربية والتي أظهرتها الحرب بسبب: البترول الذي تزخر به أرضها. قناة السويس لنقل البترول وأيضًا لأهميتها الاستراتيجية. أعلنت بريطانيا عن ترحيبها بأي عمل في اتجاه الوحدة العربية، وجاء الترحيب على هيئة تصريحين لوزير خارجيتها المستر إيدن: 1. التصريح الأول في مايو 1941م: عندما كانت الحرب على أشدها، وأبدى العرب فتورًا نحو التصريح لأنهم عرفوا أهدافه. 2. التصريح الثاني في فبراير 1943م: معلومة إثرائية: التصريح الأول: إن كثيرين من مفكري العرب يرجون للشعوب العربية درجة من الوحدة أكبر مما يوجد بها الآن. ويبدو أنه من الطبيعي ومن الحق وجوب تقوية الروابط الثقافية والاقتصادية والسياسية بين البلدان العربية. وحكومة صاحب الجلالة من ناحيتها ستؤيد أية خطة تلقى من العرب موافقة عامة. التصريح الثاني: إن حكومة صاحب الجلالة كما أوضحت من قبل تؤيد كل حركة يقوم بها العرب لتعزيز الوحدة الاقتصادية والثقافية والسياسية بينهم. ومن الجلي أن الخطوة الأولى لتحقيق أي مشروع يجب أن تأتي من جانب العرب أنفسهم. دور مصر في إنشاء جامعة الدول العربية: استجابت مصر للتصريح الثاني لمستر إيدن، حيث ألقى مصطفى النحاس باشا، رئيس الحكومة المصرية، بيانًا في مجلس الشيوخ المصري في مارس 1943م بشأن قيام وحدة عربية بين الدول العربية. أخذت مصر على عاتقها دعوة الحكومات العربية إلى إجراء المباحثات في موضوع الجامعة العربية، وبناءً على ذلك بدأت مراحل إنشاء جامعة الدول العربية التي تمثلت في: 1. المشاورات التمهيدية: بدأت المباحثات الثنائية في القاهرة بين رئيس الحكومة المصرية وممثلي الحكومات العربية في المشرق العربي حول كيفية قيام وحدة عربية أو اتحاد بين الدول العربية. 2. عقد اللجنة التحضيرية للمؤتمر العربي العام: دعت إليها حكومة مصر بعد انتهاء المشاورات التمهيدية. ضمت هذه اللجنة ممثلي الدول العربية التي اشتركت في المشاورات. بدأت اجتماعاتها بالإسكندرية في سبتمبر 1944م. 3. بروتوكول الإسكندرية أكتوبر 1944م: أقرته اللجنة التحضيرية ونص على: إنشاء جامعة الدول العربية من الدول العربية المستقلة التي تقبل الانضمام إليها. يكون لهذه الجامعة مجلس تمثل فيه الدول المشتركة في الجامعة على قدم المساواة. تكون قرارات مجلس الجامعة ملزمة لمن يقبلها. لا يجوز اللجوء إلى استعمال القوة لفض المنازعات بين دولتين من دول الجامعة. لا يجوز اتباع سياسة خارجية تضر بسياسة جامعة الدول العربية. الاعتراف بسيادة واستقلال الدول المنضمة إلى الجامعة. 4. ميثاق جامعة الدول العربية: مراعاة ما تبرمه الدول الأعضاء من اتفاقيات. عقد اجتماعات دورية لتوثيق الصلات بين هذه الدول. تنسيق خططها السياسية تحقيقًا للتعاون بينها. صيانة استقلالها وسيادتها بكل الوسائل الممكنة. النظر بصفة عامة في شئون البلاد العربية ومصالحها ضمن حدودها القائمة فعلاً. البروتوكول: مجموعة من القواعد والإجراءات والاتفاقيات التي تتصل بالعلاقات بين الدول. ميثاق جامعة الدول العربية: استأنفت اللجنة التحضيرية اجتماعاتها في القاهرة وعدلت اتفاق بروتوكول الإسكندرية، فكان ميثاق جامعة الدول العربية الذي صدر في مارس 1945م ووقعته سبع دول عربية. صارت القاهرة مقرًا لمجلس الجامعة وأجهزتها، واختير عبد الرحمن عزام أول أمين عام للجامعة العربية. نصوص الميثاق وأهدافه: لميثاق جامعة الدول العربية عدة نصوص، كان بعضها أساسًا طيبًا للتعاون بين الدول العربية، حيث نص على: 1. توثيق السلم بين الدول المشتركة. 2. تنسيق سياساتها الاقتصادية والاجتماعية. 3. المحافظة على استقلال وسيادة الدول المشتركة. 4. النظر بصورة عامة في شئون البلاد العربية ومصالحها. 5. التعاون بين هذه الدول بحسب نظم كل دولة وأحوالها في جميع المجالات الاقتصادية والثقافية والاجتماعية والصحية وشئون المواصلات. 6. إعطاء دول الجامعة العربية الراغبة في تعاون أوثق مما نص عليه الميثاق الحرية لعقد ما تشاء من الاتفاقيات. 7. عدم اللجوء إلى القوة لفض المنازعات التي تقوم بين دولتين أو أكثر من أعضاء الجامعة. جاء ميثاق الجامعة أضعف من بروتوكول الإسكندرية في تأكيد الروابط بين الدول الأعضاء بسبب كثرة التحفظات التي أبداها معظم المندوبين. يرجع ذلك إلى عاملين هما: 1. الاستعمار: حيث كان لدى الدول الاستعمارية مخطط محدد للمدى المسموح به للوحدة بين العرب. 2. المنافسات الأسرية والاعتبارات الإقليمية والطائفية: التي حرص عليها الملوك والأسر الحاكمة في ذلك الوقت، مما أضعف إرادة العرب. بالرغم من ضعف الميثاق ووجود نص في الميثاق على أن تكون القرارات بالإجماع حتى تكون ملزمة للجامعة، إلا أنها أسهمت لجميع الدول المشتركة في الجامعة. أما ما يُتخذ بالأغلبية، فلا يسري إلا على الدول التي تقبله، مما عطل كثيرًا من قراراتها، فأصبحت الجامعة العربية اتحاد حكومات لا اتحاد شعوب. ظهر ضعف الميثاق في محنة فلسطين التي أظهرت مدى التفكك السياسي في الجبهة العربية أثناء حرب 1948م، حيث: عجزت الجامعة عن إنشاء قوة عسكرية موحدة تقوم بالعمليات الحربية التي كان يقتضيها الموقف. مكنت الثغرات الموجودة في الميثاق بعض الحكام العرب من الخضوع لضغط الدول الغربية. إنجازات الجامعة: كان للجامعة نصيب مشكور في حل بعض القضايا العربية، ومنها: مصر، والمملكة العربية السعودية، وسوريا، ولبنان، والأردن، والعراق، واليمن. تُرك الباب مفتوحًا لانضمام كل دولة عربية تنال استقلالها فيما بعد. وبالفعل، انضمت إلى الجامعة العربية عدد من الدول فيما بعد. أسباب ظهور مدى التفكك السياسي في الجبهة العربية أثناء حرب فلسطين 1948م: نتيجة لضعف ميثاق الجامعة، وأدى إلى إقامة وحدة عسكرية بين الدول المشتركة في الجامعة. نصت المادة الثانية فيه على أن الدول المتعاقدة تعتبر أي اعتداء مسلح يقع على أي دولة منها اعتداءً عليها جميعًا. تلتزم الدول بتقديم المعونات للدولة المعتدى عليها لرد الاعتداء وإعادة الأمن والسلام. انضمت إلى ميثاق الضمان فشله الجماعي: سبب فشل الميثاق: انقسام بين الحكومات التي تتألف منها الجامعة العربية. نتائج فشله: عقدت مصر معاهدات ثنائية تهدف إلى توثيق التعاون السياسي والعسكري والاقتصادي بينها وبين الدول العربية الراغبة في ذلك. ثالثًا: دور مصر في استقلال البلاد العربية: كانت مصر دورًا رئيسيًا في استقلال كثير من الشعوب العربية. قبل 23 يوليو 1952م: تأثيرها على المستوى الشعبي والرسمى في حركات التحرر سواء في المشرق أو المغرب العربي. أيدت استقلال سوريا ولبنان، وأيدت عروبة فلسطين في الأمم المتحدة. قامت جامعة الدول العربية بدور كبير عند عرض قضايا التحرر من الاستعمار في شمال أفريقيا، وساعدت في استقلال ليبيا وتوحيدها. بعد 23 يوليو 1952م: كما دعمت حركات التحرر ضد الاستعمار البريطاني في الخليج العربي والجنوب العربي، واحتفظت بالسودانيين حق تقرير مصيرهم وتحريرهم من السيطرة البريطانية. عندما عقدت حكومة الثورة عام 1951م اتفاقية السودان مع الحكومة البريطانية، أخذت بيده إلى طريق الاستقلال الذي أعلن عام 1956م بعد جلاء القوات الأجنبية. وأيدت بالمال والسلاح ثورة الجزائر ضد الاستعمار الفرنسي، حيث نالت استقلالها عام 1962م."
        },
        {
          "lesson_number": "2",
          "title": "القضية الفلسطينية و تطورها",
                    "content": "(فلسطين عربية) هذه الحقيقة التاريخية والتى سعت الصهيونية بالتعاون مع الدول الكبّرى إلى محوها واستبدالها بأن إسرائيل حقيقة تاريخية. فى هذا الدرس نتعرف: القضية الفلسطينية. دور بريطانيا فى القضية الفلسطينية. دور الولايات المتحدة الأمريكية فى القضية الفلسطينية. القضية الفلسطينية: أحوال اليهود فى أوروبا: أثرت النهضة الفكرية والانطلاقة الاقتصادية الأورويية على أحوال اليهود فى أورويا حيث: (1) رفعت المستوى الفكرى اليهودى. (2) أعطت اليهود فرصة واسعة لاستثمار مهاراتهم الاقتصادية فى تكوين ثروات كبيرة. أدت سيادة النظرية القومية فى أوروبا فى التاريخ الحديث بينما كان اليهود يعيشون فى جيتو خاص بهم يعملون على الحفاظ على مقوماتهم اليهودية الخاصة فى مواجهة المشاعر القومية لدى الشعوب التى يعيشون بها فشعر الأوروبيون باختلاف اليهود عنهم الأمر الذى زاد من العداوة التّى كانت بين اليهود من جهة والشعوب الأوروبية المسيحية من جهة أخرى. ظهور الحركة الصهيونية: منذٍ القرن ال 19م وحتى مطلع القرن ال 20م والمفكرون اليهود يلتمسون أيّة وسيلة لتهجير اليهود إلى فلسطين باعتبارها أرض الميعاد التّى وعدهم الله بها وأنهم شعب الله المختار التى ستجمع شتاتهم حيث: (1) عُقد المؤتمر اليهودى الأول فى عام 1897م لبحث المسألة اليهودية وفيه تحددت فكرة إقامة وطن قومى لليهود. (2) عُقد مؤتمر فى عام 1905م تحددت فيه فلسطين لتكون الوطن القومى لليهود تحت شعار العودة لفلسطين وكان ذلك بداية تحقيق مبادئ وأفكار الحركة الصهيونية العودة إلى فلسطين. (3) أنشئت المنظمة الصهيونية العالمية والصندوق الصهيونى لتمويل عمليات الهجرة وشراء الأراضى للمهاجرين اليهود إلى فلسطين. دور بريطانيا في القضية الفلسطينية: أيدت بريطانيا إنشاء وطن قومى لليهود وتحقيقًا لذلك قامت ب: (1) اصدار تصريح بلفور نوفمبر 1917م. (2) الانتداب البريطاني علي فلسطين. (3) اصدار الكتاب الابيض الاول 1922 م. (4) اصدار الكتاب الابيض الثاني 1930 م. (5) ارسال لجنة بيل. (6) عقد مؤتمر المائدة المستديرة 1939م. (7) اصدار الكتاب الابيض الثالث 1939 م. جيتو: هو مكان داخل المدينة أو خارجها عاش بداخلها اليهود. (1) اصدار تصريح بلفور نوفمبر 1917م: (تاسيس وطن قومى لليهود فى فلسطين) صدر (تصريح بلفور) فى صورة خطاب موجه من بلفور وزير خارجية إنجلترا إلى رئيس الطائفة اليهودية فى بريطانيا فى نوفمبر 1917م. أسبابه: ارتباط مصالح بريطانيا بمصالح الحركة الصهيونية أثناء الحرب العالمية الأولى مما جعل بريطانيا مستعدة لتأييد اليهود فى إنشاء وطن قومى فى فلسطين. نقد نصوص تصريح بلفور: *نص التصريح على تأسيس الوطن القومى اليهودى فى فلسطين ومن ثم ليس كل فلسطين وطنًا قوميًا للصهيونية. *لم يشر التصريح إلى عرب فلسطين صراحة وإنما اعتبرهم طوائف غير يهودية حيث أرادت بريطانيا القضاء على عروبة فلسطين. *منحت بريطانيا إقليمًا لاتملكه إلى طائفة لاتستحقه دون استشارة أهل وأصحاب البلاد الذين كانوا يشكلون الأغلبية المطلقة لسكانه واعتبارهم مجرد طائفة ماء (ولذلك وُصف هذا التصريح بأنه وعد ممن لا يملك لمن لا يستحق). (2) الانتداب البريطانى على فلسطين: بعد انتهاء الحرب العالمية الأولى توالت المذكرات العربية والصهيونية على المسئولين من دول الحلفاء وعلى مؤتمر الصلح فى باريس حيث طالبت مذكرة كل من: *فيصل بن الحسين فى 29 يناير 1919م باستقلال كل العرب ومنهم عرب فلسطين. *الصهيونيين فى فبراير 1919م بالاعتراف بالحق التاريخ لليهود فى فلسطين وحقهم فى إقامة وطن قومى لهم من خلال: (1) وضع فلسطين تحت الانتداب البريطانى. (2) العمل على تطبيق نص تصريح بلفور. (3) إقامة مجلس تمثيلى ليهود فلسطين. وقد ترتب على المذكرة التى قدمها الصهيونيون أن: (1) اتفقت إنجلترا وفرنسا على وضع فلسطين تحت الانتداب البريطانى فى مؤتمر سان ريمو 1920م كما تعرفنا سابقًا والتزام الحكومة البريطانية بتنفيذ تصريح بلفور ولم يشيروا إلى العرب صراحة وهم الأغلبية من سكان فلسطين. (2) أقرت عصبة الأمم الانتداب وبذلك تكون قد تخلت عن واحد من أهم أهدافها ألا وهو مساعدة الشعوب على أن تحكم نفسها بنفسها وسارت فى طريق إبادة عرب فلسطين وتهويدها. سياسة الانتداب البريطانى فى فلسطين: *عينت بريطانيا هربرت صمويل مندوبًا ساميًا بريطانيًا على فلسطين الذى قام بتشكيل إدارة ذات طابع صهيون. *اصدار القوانين التي عملت علي: *نقل الأراضى المملوكة للدولة إلى اليهود. *حتى تسهيل انتقال الإراضى من أيدى العرب إلى اليهود بالشراء او بالتنازل. كانت رؤوس الأموال الصهيونية مستعدة لتغطية طلبات أى بائع حتي ولو كانت الأسعار مرتفعة فالمهم هو الاستحواذ علي الأرض. (3) اصدار الكتاب الابيض الاول 1922 م: أصدرته: الحكومة البريطانية لتحديد سياستها فى فلسطين. نصوصه: *حكومة جلالة الملك لا تتصور أن فلسطين كلها ستصبح يهودية مثل أن: إنجلترا إنجليزية (كان هذا من باب التمويه). *تصريح بلفور غير قابل للتغيير وأنه يعنى أن وطنًا قوميًا لليهود يؤسس في فلسطين. *من الضروري زيادة عدد الطائفة اليهودية بالمهاجرة. *العمل على الارتقاء بفلسطين حتى تصبح مؤهلة كمركز للشعب اليهودى. نتائجه: (1) رفض العرب الكتاب الأبيض الأول والذى أغفل بوضوح حقوق الإنسان بالنسبة لعرب فلسطين. (2) أخذت حكومة الانتداب فى تنفيذ ما جاء فى الكتاب الأبيضء عن طريق: *فتح باب الهجرة أمام اليهود. *انتقال الأراضى الفلسطينية إلى أيدى اليهود حتى ولو كان باستصدار قوانين نزع الملكية. *التركيز على إلحاق الشباب اليهودى بالأعمال الزراعية. *تحميل المواطن العربى بأعباء ضريبية ثقيلة تجعله يبيع أرضه. حادث حائط البراق 1929م: كان حادث البراق من ضمن الصدامات الكبرى الأولى بين العرب واليهود حيث قام اليهود بالتعدي على حق العرب فى حائط البراق الذى يُعرف بحائط المبكى عند اليهود وهو ملتصق بالمسجد الأقصىء ولم تتوقف المصادمات الدموية إلا بعد تدخل القوات الإنجليزية ضد العرب حتى سيطرت على الموقف ولم تعامل اليهود إلا معاملة رقيقة. (4) اصدار الكتاب الابيض الثاني 1930 م: *التأكيد على تنفيذ وتطبيق تصريح بلفور. *رفض إقامة حكومة دستورية ديمقراطية للعرب فى فلسطين على اعتبا أن ذلك يتنافى مع هدفها فى تكوين فلسطين اليهودية واقترحت تشكيل مجلس تشريعي من العرب واليهود. *توصية الحكومة البريطانية بفرض قيود على الهجرة اليهودية لكن دون أن تضع الوسائل اللازمة لتنفيذ هذه التوصية. *انتقاد تسلل أعداد ليست بالقليلة من اليهود إلى فلسطين بطرق غير مشروعة لكن لم تتخذ الإجراءات اللازمة لمنع هذا التسلل. نقد الكتاب الأبيض الثانى: *افتقد الكتاب إلى الحسم فى القضايا التى أثارها. *كان من الْمتَعذْر تنفيذ ما جاء فيه الأ بقرارات من الحكومة البريطانية. موقف اليهود من الكتاب الأبيض الثانى: اعتبره الصهيونيون تخليًا من جانب بريطانيا عما التزمت به نحو إقامة وطن قومى لليهود فى فلسطين وظلوا وراء الحكومة البريطانية حتى أصدرت بيانًا تراجعت فيه عن كل ما وجد فيه الصهيونيون مساسًا بمخططهم نحو جعل فلسطين لليهود فقط. اللجنة العربية العليا 1935م: ظروف تشكيلها: (أسباب التشكيل): الدفاع عن حقوق عرب فلسطين بعد: *تدفق الجموع اليهودية إلى فلسطين بسبب ادعائهم باضطهاد هتلر و نظام حكمه النازى لليهود وكانت فلسطين المكان المفضل لدى اليهود الألمان. *قيام الحكومة البريطانية والوكالة اليهودية بمد المهاجرين اليهود بالمساعدات للاستقرار فى فلسطين. *تأكيد البرلمان الإنجليزى أن تمليك فلسطين لليهود ما هو إلا سياسة بريظانية راسخة. مطالبها: قدمت الزعامات العربية فى 25 نوفمبره 1935م مذكرة إلى نجلترا طالبت فيها ب: (1) تشكيل حكومة نيابية. (2) إيقاف الهجرة اليهودية الشرعية منها وغير الشرعية. (3) إصدار بطاقة شخصية لمواطنى فلسطين حتّى لا يدعيها من لا حق له فيها. (4) منع انتقال الأراضى من العرب إلى اليهود. (5) سن قانون الأفدنة الخمسة على نسق قانون مماثل صدر فى مصر يبقيها بعيدًا عن النزع أوالمصادرة فى كل الأحوال. موقف الحكومة الانجليزية: رفضت هذه المطالب مما أدى إلى اندلاع الثورة العربية. الثورة العربية الكبرى فى فلسطين 1936م: أسبابها: تمسك الحكومة الإنجليزية بموقفها الرافض للمطالب التى قدمتها اللجنة العربية العليا. موقف حكومة الانتداب منها: استخدمت حكومة الانتداب أشد أنواع البطش من قصف بالطائرات وهدم بيوت المجاهدين وتطبيق العقاب الجماعى على القرى ومع ذلك استمرت الثورة حتى اقتراب نذرالحرب العالمية الثانية. نتائجها: *طلبت الحكومة البريطانية من ملوك العراق والسعودية والأردن بأن ينصحوا الثوار التوقف عن الثورة والتباحث مع لجنة بيل الإنجليزية. *توقف القتال وتباحث زعماء عرب فلسطين مع اللجنة. (5) ارسال لجنة بيل: تحيزت لجنة بيل لليهود و أصدرت أول مشروع لتقسيم فلسطين عام 1937م إلى دولة عربية وأخرى يهودية. *موقف اليهود من مشروع التقسيم وافقواء باعتبار أنه سيعطيهم فرصة العمل بحرية على أرض تابعة لهم تبعية مباشرة لتكون نواة إسرائيل. *مرقف العرب من مشروع التقسيم: رفضوا لأن: *اقتطاع أى بقعة من فلسطين يُعتبر عدوانًا على حقوق شعب يعيش على أرضه. *ما خصص لليهود كان أحسن مافى فلسطين من أرض. *اللاجئ اليهودى تحول إلى مالك للأرضء والفلسطينى أصبح محرومًا من أرضه ومطرودًا منها ولذلك: عاد عرب فلسطين للثورة المسلحة لتستمر الثورة العربية الفلسطينية إلى عام 1939م. (6) عقد مؤتمر المائدة المستديرة 1939م: ظروف عقده: عودة عرب فلسطين للثورة المسلحة وكانت بريطانيا قد أشرفت على الدخول فى حرب عالمية ثانية فلجأت الحكومة البريطانية إلى محاولة جمع الطرفين العربى والصهيونى للتوصل إلى حل مقبول. نتائجها: فشل المؤتمر في التوصل الي اتفاق بين العرب و اليهود فاصدرت بريطانيا الكتاب الاببيض الثالث. (7) اصدار الكتاب الابيض الثالث 1939 م: سبب اصداره: أصدرته بريطانيا بسبب فشل مؤتمر المائدة المستديرة فى التوصل إلى اتفاق بين العرب واليهود مع اقتراب دخول بريطانيا فى حرب عالمية ثانية. نصوصه: (1) التمسك بنص تصريح بلفور. (2) تسهيل الهجرة اليهودية. (3) تحديد عدد المهاجرين. (4) قمع الهجرة غير المشروعة. (5) إقامة حكم ذاتي يشارك فيه العرب واليهود تمهيدًا لقيام دولة فلسطين. (6) إسناد الوظائف الرئيسية إلى العرب واليهود على أساس نسبة عدد السكان من الطرفين. (7) وضع قيود على انتقال الأراضى من أيدى العرب إلى اليهود. لم يتم تنفيذه بسبب: (1) نشوب الحرب العالمية الثانية. (2) استخدام إنجلترا للقوة العسكرية فى إخماد ثورة الفلسطينيين. (3) تغير الموقف الداخلى والخارجى لصالح الصهيونية. دور الولايات المتحدة الأمريكية فى القضية الفلسطينية: *كانت الولايات المتحدة شديدة الانحياز إلى جانب الصهيونية أثناء وبعد الحرب العالمية الثانية لأن الصهيونية قدمت للولايات المتحدة الأمريكية خدمات واسعة النطاق حيث ساعدتها في: *تحطيم ألمانيا النازية. *دعم مصالحها فى الشرق الأوسط والذى أصبح له أهمية قصوى إذ أثبتت شركات البترول الأمريكية أن منطقة الخليج العربى تعوم على بحيرة من البترول وأن من يسيطر على الشرق الأوسط يستطيع أن يسيطر على العالم وظهر تحيز الولايات المتحدة الأمريكية في: (1) عقد مؤتمر بلتيمور1942م. (2) مسائدة اليهود في أعقاب أثناء الحرب العالمية الثانية. (3) قرارات اللجنة الإنجليزية الأمريكية نوفمبر 1946م. (1) عقد مؤتعر بلتيمور 1942م أثناء الحرب العالمية الثانية أسباب عقده: التقاء المصالح الأمريكية مع المصالح اليهودية. حضره: *مندوبون عن المنظمات الصهيونية الأمريكية والأوروبية الموجودة فى فلسطين. *هارى ترومان الذى أصبح رئيسًا للولايات المتحدة الأمريكية عام (1945م:1953). قرارات مؤتمر بلتيمور: (جاءت لصالح الصهيونية) حيث كانت قراراته: (1) إنشاء دولة يهود. (2) تشكيل قوة عسكرية يهودية تحارب تحت علمها الخاص تأكيدًا على أن الشعب اليهودى له قوميته وعلمه وله حق الالتحاق بهيئة بهيئة الأمم المزمع إقامتها بعد إنهاء الحرب. (3) فتح أبواب فلسطين للهجرة المطلقة إليها بلا قيود. (4) منح الوكالة اليهودية حقوقًا إدارية وتنظيمية داخل فلسطين تمهيدًا لاستلام اليهود أمورا الحكم والإدارة ف فلسطيق. (5) إلغاء الكتاب الأبييض الثالث الصادرعام 1939م. هارى ترومان: كان عضوف مجلس الشيوخ الأمريكى فى الفترة من 1935:1945م. (2) مساندة اليهود فى أعقاب الحرب العالمية الثانية: أصبحت الولايات المتحدة الأمريكية المؤيد الأول والأقوى لقيام الدولة اليهودية فى فلسطين فى الوقت الذى كانت إنجلترا ترى أنها لاتستطيع الاستمرار في الانتداب على فلسطين حيث: *شحنت الوكالة اليهودية فى أعقاب الحرب العالمية الثانية مائة ألف من يهود ألمانيا إلى فلسطين دفعة واحدة فانزعجت سلطات الانتداب البريطانى واعترضت لأن فلسطين لن تستوعب هذه الأعداد إلا على حساب العرب هناك أوبمعتى آخر أنه إذا أريد قيام وطن قومى لليهود بهذه الطريقة فإن ذلك لن يأتي إلا بإبادة عرب فلسطين. 'قَامَتَ الوكالة اليهودية بها واسعة النطاق عما اقترفه الحزب النازى من جرائم ضد يهود ألمانيا وشرق أوروبا وزعمت أن عدد من قتلوا أ وأحرقوا حوالى ستة ملايين ضحية'. *لجأت المنظمات الصهيونية إلى الولايات المتحدة فتبنت قضيتهم وطلبت من الإنجليز بأسلوب شديد اللهجة أن تفتح أبواب فلسطين للمهاجرين الجدد وما كانت إنجلترا حينذاك بقادرة على معارضة الولايات المتحدة (الحليفة الأقوى) التى لولاها لما نزلت الهزيمة بألمانيا. وبذلك: اصبحت المنظمات الصهيونية تري أن دور انجلترا في التمهيد لقيام دولة يهودية قد انتهى وأنها أصبحت دولة من الدرجة آلثانية وأن الدور القيادى فى هذا الصدد للولايات المتحدة الأمريكية وخاصة أن نجاح ترومان وحزبه (الحزب الديمقراطى) فى انتخابات الرئاسة عام 1945م يرجع إلى الأموال الباهظة التى أنفقها اليهود. (3) قرارات اللجنة الإنجليزية الامريكية نوفمبر 1946م: ظروف تشكيلها (أسبابها): استخدمت المنظمات الصهيونية أجهزتها الإرهابية السرية فى الضغط على إنجلترا حيث قامت ب: (1) اغتيال وزير التموين الإنجليزى اللورد موين. (2) نسف فندق الملك داود فى القدس بمن فيه من نزلاء فى يوليو 1946م مما أدى إلى اضطرار إنجلترا لإشراك الولايات المتحدة الأمريكية فى إيجاد حل للمشكلة الفلسطينية فتشكلت لجنة إنجليزية أمريكية فى نوفمبر 1946م. قراراتها: جاءت فى صالح الأهداف الصهيونية حيث تضمنت أن: (1) فلسطين ستكون دولة يهودية. (2) فتح باب الهجرة اليهودية. (3) حرية انتقال الأراضى من العرب إلى اليهود. مؤتمر لندن: أسبابه: محاولة بريطانيا التوصل إلى حل للقضية الفلسطينية *حضرة العرب وكشفوا خلال المؤتمر عن مخطط إبادة اليهود لعرب فلسطين. *رفض الصهيونيون حضور المؤتمر إلا إذا وافقت بريطانيا على قيام دولة يهودية في فلسطين. نتائجها: (1) فشل المؤتمر لعدم حضور اليهود. (2) إعلان بريطانيا رفع يدها عن المشكلة الفلسطينية ووضعها بين يدى هيئة الأمم المتحدة. الأمم المتحدة و قرار هيئة تقسيم فلسطين 1947م: رُفعت القضية الفلسطينية إلى الجمعية العامة للأمم المتحدة وترتب على ذلك: *إصدار قرار عام 1947م بتقسيم فلسطين بين العرب واليهود. *إعلان بريطانيا الانسحاب من فلسطين فى موعد أقصاه مايو 1948م. كانت كل التطورات لصالح اليهود(حيث اعلنت بريطانيا انساحبها من فلسطين عام 1948م) للأسباب الآتية: (1) كان اليهود لديهم القوات العسكرية المدرية والأموال الكثيرة. (2) الدعم الدولى وعلى رأسه كلا من الولايات ا متحدة والاتحاد السوفيتى سابقًا. (3) انشغال البلاد العربية التى تدعم الحق الفلسطينى فى تحرير أراضيها من الاحتلال الأجنبى. (4) تدفق العناصرالعسكرية اليهودية على فلسطين والتى كانت على خبرة عسكرية عالية لأنها كانت تقاتل خلال الحرب العالمية الثانية بينما كانت قوات عرب فلسطين بدائية التشكيل. * قامت العصابات الصهيونية بعمليات إرهابية منها مذبحة دير ياسين التى قتل فيها النساء والأطفال مما أدى إلى خروج جموع الشعب الفلسطينى مذعورة من بلادها على أمل العودة مع الجيوش العربية."
                },
        {
          "lesson_number": "3",
          "title": "الحروب العربية الاسرائيلية",
                    "content": "الحروب العربية الاسرائيلية: حرب اكتوبر 1973م: استمر الصراع العربي الإسرائيلي و توالت الحروب العربية الإسرائيلية عندما عجزت المساعي السلمية عن حل القضية الفلسطينية ومثلت مصر عنصرا مهما في هذه الاحداث بفضل جيشها العظيم منذ بدء القضية. أولًا: حرب فلسطين 1948م: أطرافها: اسرائيل ضد القوات العربية. أسبابها: (1) اعلان قيام دولة إسرائيل بعد مغادرة القوات الإنجليزية لفلسطين واعتراف كل من الولايات المتحدة والاتحاد السوفيتى (سابقًا) بها وغيرهما من معظم دول العالم. (2) إصدار جامعة الدول العربية قرارها بدخول الجيوش العربية الحرب لإعادة الأمن والسكينة إلى فلسطين. 'دخلت القوات المصَرَية والأردنية والعراقية والسورية حرب فلسطين وكانت: غير مدربة وغير مستعدة و غير متحدة الفكر أو الخطة'. نتائجها: (1) هزيمة القوات العربية. (2) استيلاء إسرائيل على أراضٍ أكثر مما خصص لها فى قرار التقسيم 1947م حيث استولت على النقب و وصلت إلى العقبة وأنشأت ميناء إيلات ولم يتبق للفلسطينيين سوى قطاع غزة وغرب الأردن والقدس القديمة. (3) فرار حوالى مليون فلسطينى من وطنهم تركوه لليهود ضعفا. (4) اضطرار البلاد العربية المواجهة لإسرائيل (مصر الأردن سوريا لبنان) إلى عقد اتفاقيات الهدنة (هدنة رودس) عام 1949م. (5) إعلان الولايات المتحدة وفرنسا وإنجلترا عام 1950م ضمان الحدود الجديدة لإسرائيل. استمرار الصراع بين الدول العربية وإسرائيل بسبب رفض البلاد العربية الاعتراف بدولة إسرائيل ومن ثم أصبحت القضية ساخنة باستمرار و تنفجر من وقت لآخر خاصة بعد ثورة 1952م بمصر و قيادتها للوحدة العريية. ثانيًا: العدوان الثلاتى 1956م: أطرافه: إسرائيل وفرنسا وإنجلترا ضد مصر. أسبابها: (1) اعتقاد إسرائيل أن مصر بعد ثورة 1952م هى العقبة الحقيقية في طريق أطماعها. (2) تأميم حكومة الثورة لشركة قناة السويس في يوبيو 1956م مما يضر بمصالح انجلترا. (3) مساندة مصر لثورة الجزائر 1954م مما دفع فرنسا للاشتراك في العدوان. وبذلك: التقت مقاصد إسرائيل مع مقاصد الاستعمار الغربى وشاركت فى مؤامرة مع إنجلترا وفرنسا. أحداثه: (1) هاجمت القوات الاسرائيلية الحدود المصرية في اكتوبر 1956م. (2) انذرت انجلترا و فرنسا كل من مصر و اسارئيل بوقف القتال و وقوف كلا الجانبين علي بعد اميال قليلة من جانبي قناة السويس. (3) رفضت مصر الانذار مما ادي الي مهاجمة انجلترا و فرنسا لمنطقة القناة بهدف تطويق الجيش المصرى فى سيناء ولكن القيادة المصرية فوتت عليهم الفرصة حيث ارتدت لتدافع عن منطقة القناة فأخلت سيناء فتقدم الجيش الإسرائيلى واحتلها. نتائجه: (1) فشل العدوان الثلاثى على مصر. (2) اضطرار الدول المعتدية لسحب قواتها بعد أن وافقت مصر على قرار الأمم المتحدة بوجود قوة طوارئ دولية على الحدود الفاصلة بين مصر وإسرائيل وفى منطقة شرم الشيخ المطلة على خليج العقبة. (3) تمكن إسرائيل من الملاحة فى خليج العقبة. أسباب فشل العدوان الثلاثى 1956م على مصر: (1) اشتراك الفدائيين من رجال الجيش مع الشعب فى قتال القوات الاستعمارية فى بورسعيد. (2) تدخل الأمم المتحدة وتنديدها بالعدوان على مصر ومطالبتها المعتدين بالانسحاب. (3) ضغط الولايات المتحدة الأمريكية على كل من إنجلترا وفرنسا. (4) تهديد الاتحاد السوفيتي (سابقًا) الدول المعتدية. (5) قيام ثورة العمال المتعطلين فى إنجلترا وفرنسا ضد حكومتهما بسبب البطالة التّى تعرضوا لها. ثالثًا: العدوان الإسرائيلى 5 يونيه 1567م: أسباب العدوان: (1) التقاء مقاصد الصهيونية مع مقاصد الاستعمار للمرة الثالثة نتيجة: رغبة الصهيونية فى تنفيذ مخططاتها التوسعية التى تعبر عنها عبارة من النيل إلى الفرات فى برنامج زمنى محسوب. (2) رغبة الدول الاستعمارية وخاصة الولايات المتحدة فى القضاء على الحركة الشيوعية فى المناطق الاستراتيجية فى العالم المنطقة العربية بهدف تطويق الاتحاد السوفيتي سابقًا من الجنوب. (3) ضمان احتكار ثروات المنطقة خصوصًا البترول. (2) تهديد إسّرائيل المسلح لسوريا بهدف استدراج الدول العربية إلى حرب غيرّ مستعدة لها مما أدى إلى إعلان مصر وقوفها بجانب سوريا تطبيقًا لاتفاقية الضمان الجماعى (الدفاع المشترك) وإغلاق خليج العقبة فى وجه الملاحة الإسرائيلية إحكامًا للحصار الاقتصادى الذى يفرضه العرب على إسرائيل. أحداث العدوان: على الجبهة المصرية: *وجهت إسرائيل أقوى ضرباتها إلى مصر فى صباح 5 يونيه 1967م حيث قامت قواتها الجؤية بغارات مفاجئة على المطارات المصرية وأنزلت ضربة ساحقة ضد السلاح الجوى المصرى. *أغارت القوات الجوية والبرية الإسرائيلية على سيناء وواصلت زحفها حتّى وصلت إلى الضفة الشرقية لقناة السويس بعد أن خسرت مصر الجانب الأكبر من قواتها المسلحة فى سيناء. على الجبهة السورية: اندفعت القوات الإسرائيلية واستولت على هضبة الجولان وفى الوقت نفسه استولت على مدينة القدس وعلى الضفة الغربية لنهر الأردن. لم تكن إسرائيل وحدها فى حرب 1967م بل ساندتها الولايات المتحدة حيث مدتها ب مئات الطيارين والقادة العسكريين وأجهزة تجسس علمية من أحدث الطرز و التى صورت لها المواقع المصرية وأبطلت عمل أجهزة الدفاع المصرية؛ونقلت تعليمات القيادة المصرية. نتائج العدوان: (1) استيلاء إسرائيل على كل فلسطين ومناطق من الأراضى المصرية والسورية والأردنية. موقف البلاد العربية من العدوان الاسرائيلي: (2) أدركت البلاد العربية أن الخطر الإسرائيلى أصبح يهددها جميعًا إن لم تدعم الدول العربية المواجهة له (مصر و سوريا و الأردن) فعقدت الدول العربية مؤتمر قمة فى الخرطوم أغسطس 1967م والذى تقرر فيه ضرورة تكاتف العرب لصد العدوان الإسرائيلى خاصة من حيث تقديم الدول العربية الغنية الدعم المالى للدول المواجهة لإسرائيل. أصدر مجلس الأمن قرار رقم 242 في نوفمبر 1967م لحل المشكلة بين العرب وإسرائيل يقضى ب: *انسحاب إسرائيل من أراضٍ عربية (وليس من الأراضى العربية التّى احتلتها فى حرب 1967م). *إنهاء حالة الحرب بين البلاد العربية و إسرائيل. *احترام السيادة الإقليمية والاستقلال السياسى لكل دولة فى المنطقة وحقها فى العيش بسلام فى حدود آمنة ومعترف بها. *حرية الملاحة فى الممرات الدوليّة. *تسوية مشكلة اللاجئين. *إنشاء مناطق منزوعة السلاح. *أن يقوم السكرتير العام للأمم المتحدة بتعيين ممثل خاص لإجراء الاتصالات مع الدول المعنية للوصول إلى تسوية سلمية. موقف مصر من القرار: وافقت. موقف إسرائيل من القرار: رفضت وعملت على: (1) إفشال جميع الجهود الدولية لتحقيق الانسحاب من الأراضى المحتلة. (2) التمادى (الاستمرار) فى إقامة المستوطنات اليهودية فى الأراضى العربية المحتلة. (3) محاولة تهويد الضفة الغربية لنهر الأردن. تحركات مصر في الفترة التي اعقبت حرب 1967م و حتي 1973م: لم تؤد هزيمة حرب يونيه 1967م إلى فقد مصر عزيمتها وتصميمها لاستعادة أرضها التّى اغتصبها العدوان الإسرائيلى لذا وضعت القيادة السياسية عدة أهداف لتجاوز النكسة تتمثل في: *إعادة بناء القوات المسلحة. *إعادة الثقة للجنود فى أنفسهم وفى قادتهم. *إعادة تدريب القوات وتنظيم الوحدات ثم بدأت مرحلة الصمود وحرب الاستتزاف. حرب الاستتزاف: هو تعبير أطلقه الرئيس جمال عبدالناصر على العمليات العسكرية التى دارت بين القوات المصرية والعدو الإسرائيلى بعد هزيمة 5 يونيه 1967م. مدتها: استمرت ثلاث سنوات. نتائجها: أنقلت مصر خلالها المعركة إلى مواقع العدو و ألحقت به خسائر فادحة فى التحصينات والأسلحة والأفراد مما مهد الطريق لنصر أكتوبر 1973م. 'الفريق عبدالمنعم رياض من أشهر شهداء حرب الاستنزاف'. تنوعت اتجاهات السياسة المصرية حيث تحركت مصر في اتجاهين متكاملين هما: (1) اتجاه دبلوماسى تمثل في: تكثيف الجهود الدبلوماسية على الصعيد الدولى بهدف إقناع دول العالم بحق العرب فى تحرير أراضيهم المغتصبة وحق الشعب الفلسطين فى حل مشكاته و تقرير مصيره. (2) إعداد الدولة للحرب: لاستعادة الأراضى المحتلة والذى تحقق بالأمور الآتية: * دعم القوات المسلحة بمل تحتاجه من اموال وأسلحة حديثة وقوى بشرية. *عمل الرئيس أنور السادات على توحيد الجبهة الداخلية وإقرار الدستور الدائم عام 1971م. *تنقية الأجواء العربية من عدم الثقة وتصفية الخلافات وتوحيد الصف تمهيدًا لاستخدام جميع موارد العرب وإمكاناتهم. * وضع خطة عسكرية مشتركة لمصر و سوريا. 'محمد أنور السادات تولى رئاسة مصر بعد وفاة عبدالناصر ف سبتمبر عام 1970'. 'حرب الاستنزاف حرب متقطعة تهدف إلى إنهاك العدو واستنزاف موارده'. رابعًا: حرب اكتوبر 1973م: أطرافها: مصر و سوريا (يساندهم العرب) ضد إسرائيل (تساندها الولايات المتحدة الأمريكية). أسبابها: *فشل كل الجهود السياسية للتوصل إلى حل سلمى عن طريق الأمم المتحدة وذلك لتعنت إسرائيل وإصرارها على الاحتفاظ بجميع الأراضى العربية التّى احتلتها فى يونيه 1967م. *رغبة مصر ف تحرير الأراضى العربية المغتصبة بعقول وأفكار و خبرات أبنائها وحدهم. التخطيط للحرب: *تم عمل تنظيم محكم مع القوات السورية تحت إشراف قيادة موحدة وتولى القيادة العامة بها (المشير أحمد إسماعيل على) حيث تم التخطيط والتنسيق على الجبهتين المصرية والسورية بدقة ومهارة تامتين. *بلغت خطة الخداع لصرف أنظار إسرائيل عن التحضيرات الهجومية على الجبهتين حدًا جعل إسرائيل تُفاجأ بالهجوم المصرى السورى مفاجأة تامة مما جعل الكثيرين من الخبراء يطلقون على ما حدث بأنه زلزال فى إسرائيل. *كلف الرئيس أنور السادات الفريق سعد الدين الشاذلى بتولى رئاسة أركان حرب القوات المسلحة لحرفيته العالية وقد قام وضع خطة أسماها (المآذن العاليّة) لعبور قناة السويس وتحطيم خط بارليف ثم تنفيذها أثناء الحرب. *قامت هيئة عمليات القوات المسلحة برئاسة المشير (محمد عبد الغنى الجمسى) ب: إعداد دراسة عن أنسب التوقيتات للقيام بالعملية الهجومية حتى توضع أمام الرئيس المصرى السادات والرئيس السورى حافظ الأسد لاختيار التوقيت المناسب للطرفين. *دراسة الموقف العسكرى للعدو وللقوات المصرية والسورية وقد سميت تلك الدراسة بكشكول الجمسى المشير. الفريق أحمد إسماعيل على: شغل منصب مدير المخابرات العامة 1971م و تولي منصب وزارة الحربية و قائد القوات المسلحة ابان حرب اكتوبر 1973مو حصل علي اعلي الاوسمة العسكرية و هو وسام نجمة السماء. الفريق سعد الدين الشاذلى: وصف بأنه الرأس المدبر للهجوم المصرى الناجح على خط الدفاع(خط بارليف) و تم تكريمه بمنح اسمه النيل العظمى عام 2012م في الذكري ال 39 لنصر اكتوبر المجيد. المشير محمد عبدالغني الجمسي: شغل منصب رئيس هيئة عملياتالقوات المسلحة في يناير 1972م و كان وقتها برتبة لواء و تولي منصب رئيس اركان القوات المسلحة في ديسمبر 1973م. الدروس المستفادة من حرب أكتوبر المجيدة ونتائجها: كانت حرب أكتوبر حدثا فريدًا؛ بل نقطة تحول في مسار الصراع العربى الإسرائيلى حيث أكدت على: (1) أهمية عنصر المفاجأة: فبالرغم من التطور الهائل فى وسائل الاستطلاع الإسرائيلية الحديثة إلا أن مصر و سوريا استطاعتا خداع جهازى المخابرات الإسرائيلية والأمريكية فى وقت واحد ونجحتا فى تحقيق عنصر المفاجأة على المستوى: *الاستراتيجي: حيث أفقدت الإسرائيليين الثقة فى جيشهم وجهاز مخابراتهم الذى كان يدعى أنه أقدر جهاز مخابرات في العالم خبرة بشئون الشرق الأوسط. التكتيكى: حيث أفقدت القوات الإسرائيلية توازنها على جبهتى الجولان سيناء مما اضطرهم للانسحاب من مواقعهم الأمامية. (2) تقويض أسس العقيدة القتالية للقوات الإسرائيلية: حيث نجحت القوات المصرية فى أن تفقد القوات الإسرائيلية أهم ما تتميزيه وهو: *خفة الحركة والقدّرة على المناورة. *تحقيق السيادة الجوية على مدان المعركة. (3) فشل الموانع الدفاعية الطبيعية والصناعية والدفاعات الحصينة أمام الجيوش الحديثة: بما لديها من تجهيزات وأسلحة ومعدات خاصة إذا كان لديها العزيمة والإرادة والتصميم على القتال. (4) قلب موازين القوة فى الشرق الأوسط رأسًا على عقب: حيث كانت إسرائيل تركز بعد حرب يونيه 1967م على نغمة التفوق النوعى للفرد الإسرائيلى ومقدرته على استخدام التكنولوجيا الحديثة مما يقلل إلى حد كبير من ميزة التفوق العددى العربى. (5) كفاءة المقاتل العربى: وتمثل ذلك في: *قدرته على استيعاب واستخدام الأسلحة الحديثة المعقدة بما فيها الأسلحة الإلكترونية. *الكفاءة القتالية فى ميدان القتال لكل من (المخطط القائد المقاتل) العربى. (6) نجاح الدفاع الجوى المصرى فى الحد من التفوق الجوى الإسرائيلي: على أرض المعركة حيث أجبرت النتائج التي أحرزتها قوات الدفاع الجوى المصرية الدوائر (الأنظمة) العسكرية الغربية على إعادة النظر في أنظمة دفاعها الجوى فيما يختص بالتوازن بين الطائرات المقاتلة والصواريخ المضادة للطائرات حيث أثبتت أهمية الصواريخ المضادة للطائرات. (7) أهمية تحقيق مبدأ الحشد أهم مبادئ الحرب: حيث: *ترتب عليه نجاح الضربة الجوية المركزة فى فقدان العدو توازنه منذ اللحظات الأولى من القتال. *أثبت أن الدول النامية التى لاتمتلك قاعدة صناعية حربية لا بد أن يكون لديها مخزون كاف من السلاح حتى لا تتحكم الدول الكبرى فى قرار مواصلة القتال. (8) أهمية التضامن العربى فى مواجهة الخطر الإسرائيلي: حيث اتخذت الدول العربية خطوات عملية لتدعيم مصر و سوريا فقامت 9 دول وهى (العراق الجزائر ليبيا الأردن المغرب السعودية السودان الكويت تونس) كما قامت دول الخليج العربى والسعودية والجزائر بتقديم الدعم المالى لهما. (9) إنهاء حالة اللاسلم واللاحرب (النتائج الاستراتيجية): بهدف إقرار السلام فى منطقة الشرق الأوسط. (10) (على المستوى الاقتصادى) أظهرت أهمية البترول كسلاح فعال فى تحقيق الأهداف السياسية حيث ارتبط أمام العالم بإعادة إسرائيل إلى حدود ما قبل 5 يونيه 1967م: فقد اتخذت الدول العربية المنتجة للبترول قرارًا بتخفيض إنتاجها من البترول ثم حظر تصدير البترول إلى الولايات المتحدة وقد أثر الحظر البترولي تأثيرًا فعالّا على دول أوروبا الغربية واليابان مما جعلها تضغط بقوة على الولايات المتحدة للاستجابة إلى الحق العربى. (11) (على المستوى السياسى) كانت صدمة كبيرة للولايات المتحدة الأمريكية عندما رفضت دول حلف الأطلنطي طلب الولايات المتحدة بتقديم تسهيلات للطائرات الأمريكية أثناء الحرب: وتمثلت هذه التسهيّلات في هبوط الطائرات الأمريكيّة فى دول حَلهَ الأطّلنطى والتزود بالوقود في مطاراتها وقواعدها الجوية وتمكينها من إقامة جسر جوى طويل ينقل الإمدادات والأسلحة والذخائر من القواعد الجوية الأمريكية إلى إسرائيل ولكن: *اعتذرت بعض الدول وبررت ذلك بعدم قدرتها على تقديم هذه التسهيلات. *رفضت بعض الدول رفضًا باتّا صريحًا بسبب: *عدم إثارة العرب ضدها خشية رفض إمدادها بالبترول. *إيمان معظم هذه الدول بعدالة قضية العرب. (12) (على المستوى الأفريقي) قامت 22 دولة أفريقية بقطع علاقاتها الدبلوماسية بإسرائيل: بالإضافة إلى 8 دول كانت قد قطعت علاقاتها بالفعل منذ حرب يونيه 1967م وكانت هذه الخطوة بمثابة نجاح كبير للسياسة المصرية إزاء القارة الأفريقية حيث تُعد إضافة جديدة لتحقيق عزلة إسرائيل سياسيًا ودعمًا للسياسة العربية. تغيير السياسة المصرية والاتجاه إلى الحل السلمى: فكر الرئيس محمد أنور السادات فى اتخاذ مبادرة حضارية من أجل حل الصراع العربى الإسرائيلى حلا جذريًا من أجل السلام الدائم والعادل فخطا الخطوات التالية: (1) مبادرته بالذهاب إلى إسرائيل فى نوفمبر 1977م حيث دعا إلى إقامة السلام الدائم والعادل فى منطقة الشرق الأوسط وتجنيب الأجيال القادمة ويلات الحروب. (2) الاعتراف بالحقوق الشرعية للشعب الفلسطيني. مؤتمر القمة في كامب ديفيد سبتمبر 1978م: ظروف انعقاده: عُقد بناءً على دعوة الرئيس الأمريكى جيمى كارتر لكل من الرئيس المصرى السادات ورئيس الوزراء الإسرائيلى مناحم بيجين. نتائجه: انتهى بوضع إطار للسلام يقوم على الأسس التالية: (1) الانسحاب الكامل من سيناء. (2) تطبيع العلاقات بين مصر وإسرائيل. (3) تحقيق الحقوق الشرعية للفلسطينيين عن طريق اشتراك الأردن و ممثلى الفلسطينيين فى تحديد مستقبل الضفة الغريية وقطاع غزة على أن يسبق هذا إنهاء الحكم العسكرى الإسرائيلى وإقامة الحكم الذاتي الكامل. معاهدة السلام مارس 1979م: أطرافها: مصر و إسرائيل بمشاركة الولايات المتحدة الأمريكية. قراراتها (نصوصها): (1) إنهاء حالة الحرب والامتناع عن التهديد بالحرب وحل المشكلة بالوسائل السلمية. (2) الانسحاب الإسرائيلى التام من شبه جزيرة سيناء. (3) الاعتراف بسيادة كل طرف من أطراف النزاع على أرضه. (4) إقامة علاقات طبيعية سياسية واقتصادية وثقافية بين مصر وإسرائيل. (6) إقامة مناطق محدودة السلاح على جانبى الحدود بعمق أكثر فى سيناء. (7) بدء مفاوضات الحكم الذاتي للضفة الغربية وقطاع غَرْةِ بعد شهر من التصديق على المعاهدة. نتائجها: (1) انسحاب اسرائيل من سيناء في 25ابريل 1982م تنفيذا لنصوص المعاهدة. (2) إنهاء الخلاف على بعض علامات الحدود بين مصر وإسرائيل بحكم هيئة التحكيم الدولية عام 1989م بأحقية مصر فى شريط طابا وغيره من نقاط الحدود وبذلك عادت مصر إلى حدودها السابقة. (3) بدء الحوار بين العرب وإسرائيل للوصول إلى صيغة مناسبة للحقوق الشرعية للفلسطينيين طبقًا لما دار فى مؤتم ركامب ديقيد. نتائج جهود حل المشكلة الفلسطينية: كان الحوار فى غاية الصعوبة بين الجانبين العربي والإسرائيلي لتمسك كل منهما بحقوقه ومبادئه وانتهى الأمر الى: *حدوث حوار بين عدة أطراف عربية مع إسرائيل فى مدريد بإسبانيا. *حدوث ترتيبات بين الفلسطينيين وإسرائيل في مدينة أوسلو بالنرويج. وقد كانت الحكومة المصرية ترعى هذه المباحثات مع الولايات المتحدة الأمريكية. *الإعلان عن قيام سلطة وطنية فلسطينية فى قطاع غزة وأريحا لكى تُعبر عن أمانى الشعب الفلسطين فى الوطن والحكومة الفلسطينية. وما يزال الطريق طويلَ للتوصل إى اتفاقيات للسلام الدائم والنهائى فى الشرق الأوسط."
        }
      ]
    },
    {
      "chapter_number": "8",
      "title": "ثورتا 25 يناير 2011م و30 يونيه 2013م",
      "lessons": [
        {
          "lesson_number": "1",
          "title": "ثورة 25 يناير 2011م",
                    "content": "ثورة 25 يناير 2011 م: امتلأ تاريخ مصر بالثورات، وتعد ثورة 25 يناير 2011 م من الثورات الفريدة في تاريخ مصر الحديث والمعاصر. في هذا الدرس نتعرف: أسباب ومقدمات ثورة 25 يناير 2011 م. أحداث ثورة 25 يناير 2011 م. نتائج ثورة 25 يناير 2011 م. المشهد السياسي بعد ثورة 25 يناير 2011 م. أسباب ومقدمات ثورة 25 يناير 2011 م: بدأت المعارضة السياسية في مصر منذ عام 2004 م تأخذ شكل تنظيمي تمثل في مجموعة حركات وتجمعات تستقطب الشباب للتخلص من الحكم القائم آنذاك ومن سيطرة الحزب الوطني على الحكم، وقد تعددت الأسباب التي أدت إلى انفجار ثورة 25 يناير 2011 م ومنها: سوء الأوضاع الاقتصادية. استمرار العمل بقانون الطوارئ. تزوير انتخابات مجلس الشعب التي جرت في نوفمبر 2010 م بالكامل لصالح الحزب الوطني. أحداث ثورة 25 يناير 2011 م: خرج الثوار إلى ميدان التحرير بالقاهرة وجميع الميادين في عواصَم المحافظات ظُهر يوم 25 ينار 2011 م وهتف الثوار مطالبين بالحرية والكرامة والعدالة الاجتماعية. تسارعت الأحداث وأصر الرئيس مبارك على البقاء وأصدر بياناً حاول به استدرار العطف عبيه، وتصارعت مطالب الشعب بالمطالبة بإسقاط النظام. معلومة إثرائية: 25 يناير هو يوم عيد الشرطة الذي يحتفل به سنويًا تقديرًا لوقفة رجال البوليس المصري ضد الإنجليز في مدينة الإسماعيلية يوم الجمعة 25 يناير1952 م وجعله الرئيس مبارك إجازة رسمية اعتباراً من 2010 م. نتائج ثورة 25 يناير 2011 م: تنحى الرئيس محمد حسنى مبارك بعد 18 يومًا من الثورة، وتم إعلان ذلك في بيان ألقاه عمر سليمان نائب الرئيس مساء 11 فبراير 2011 م. شعور الشعب بأنه حقق أهداف الثورة ومن أهمها إسقاط نظام حكم مبارك. إعلان المجلس الأعلى للقوات المسلحة برئاسة المشير محمد حسين طنطاوي بأنه يحمى الثورة وأنه معها لاستكمال أهدافها وبادر بحل مجلسي الشعب والشورى في يوم 13 فبراير 2011 م. دخول البلاد في حالة من عدم الاستقرار حيث توالت التغييرات الوزارية السريعة والتي عُرفت ب (حكومات انتقالية لتسيير الأعمال). المشهد السياسي بعد ثورة 25 يناير 2011 م: انتخابات مجلسي الشعب والشورى: جرت انتخابات مجلس الشعب ومجلس الشورى وفاز حزب الحرية والعدالة بأغلبية ملحوظة وبدأ المجلسان في ممارسة نشاطهما اعتبارًا من الأسبوع الأخير من يناير 2012 م، ورأس كل من المجلسين أعضاء من حزب الحرية والعدالة. الانتخابات الرئاسية: تم فتح باب الترشح لشغل منصب رئيس الجمهورية، فتقدم إليه عدد كبير من تيارات سياسية مختلفة. انتهت الجولة الأولى من الانتخابات بالإعادة بين اثنين حصلا على أعلى الأصوات، وهما محمد مرسى وأحمد شفيق. جرت انتخابات الإعادة وانتهت بفوز محمد مرسى بنسبة 51% من إجمالي الأصوات وأصبح رئيسًا للجمهورية. أتبع الرئيس محمد مرسي العديد من السياسيات التي لم تقدم أي حلول لمشكلات الشعب الرئيسية، وتتلخص هذه السياسات فيما يلى: ممارسة الحزب الحاكم (الحرية والعدالة) للسلطة بنفس الأسلوب الذي كانت تمارس به الحكومات السابقة سلطاتها وهو حماية المصالح الى تعبر عنها بمختلف الوسائل القانونية والاستثنائية، إصداره إعلانًا دستوريًا في 21 نوفمبر 2012 م يعزز من صلاحيات الرئيس. الشروع في وضع عناصر حزب الحرية والعدالة في معظم هيئات وإدارات الدولة بما فيها قيادات الحكم المحلى في القرى والمدن والأحياء. سوء إدارة شئون البلاد بصفة عامة والاقتصاد بصفة خاصة. ارتفاع ديون مصر الخارجية وزيادة معدل التضخم."
        },
        {
          "lesson_number": "2",
          "title": "ثورة 30 يونيه 2013م",
                    "content": "ثورة 30 يونية 2013 م: بعدما رأى الشعب المصري أن أهداف ثورة 25 يناير 2011 م لم تتحقق ولم يقدم القائمين في الحكم وقتئذ أي حلول للمشكلات الرئيسية ما كان أمام الشعب المصري سبيلاً سوى القيام بثورة جديدة لتصحيح المسار ومنع دخول مصر في نفق مظلم من الصراعات والفتن وانهيار المؤسسات فكانت ثورة 30 يونية 2013 م. في هذا الدرس نتعرف: أسباب ومقدمات ثورة 30 يونية 2013م. أحداث ثورة 30 يونية 2013 م. نتائج ثورة 30 يونية 2013 م. أسباب ومقدمات ثورة 30 يونية 2013 م: إدراك الشعب المصري أن محمد مرسي لم يقدم أية حلول للمشكلات الرئيسية، ولم يحقق أي مطلب من مطالب ثورة 25 يناير 2011 م بسبب السياسات التي اتبعها محمد مرسى خلال فترة حكمه. تجمعت نذر الثورة ضد حكم محمد مرسى لاستعادة أهداف ثورة 25 يناير ووضعها على الطريق الصحيح. تصاعدت الدعوات في 26 أبريل 2013 م لسحب الثقة من الرئيس محمد مرسى، وإجراء انتخابات رئاسية مبكرة على أن تنتهي المهلة في 30 يونية 2013 م. موقف محمد مرسي: لم يستجب لهذا المطلب وأعلن أنه الرئيس الشرعي لمصر. موقف القيادة العامة للقوات المسلحة: أصدر الفريق عبدالفتاح السيسي وزير الدفاع آنذاك بيانًا يوم 23 يونية 2013 م أعلن فيه: أن القوات المسلحة تجنبت خلال الفترة السابقة الدخول في المعترك السياسي، إلا أن مسئولياتها الوطنية والأخلاقية تجاه الشعب تحتم التدخل لمنع انزلاق مصر في نفق مظلم من الصراع، والفتنة الطائفية وانهيار مؤسسات الدولة. الدعوة إلى إيجاد صيغة تفاهم وتوافق ومصالحة حقيقية لحماية مصر وشعبها خلال أسبوع (أي مدة تنتهى في 30 يونية 2013 م). موقف أنصار محمد مرسى: بدأت جماعة الإخوان ومناصروهم الاعتصام من يوم 28 يونية 2013 م في: ميدان مسجد رابعة العدوية في مدينة نصر. ميدان النهضة أمام جامعة القاهرة. تحسبا لانتهاء المهلة المحددة لإجراء انتخابات رئاسية والتي تنتهي يوم 30 يونية فتعطلت حياة المواطنين في المنطقتين بشكل واضح. أحداث ثورة 30 يونية 2013 م: في 29 يونية 2013 م تصاعدت الدعوات بسحب الثقة من الرئيس محمد مرسي، ولكنه رفض الموافقة على إجراء انتخابات مبكرة، ورفضت المعارضة دعوته للحوار. في 30 يونية 2013م خرج الشعب بالفعل إلى الميادين والشوارع في ثورة جديدة. نتائج ثورة 30 يونية 2013 م: في أول يوليو 2013 م أصدرت القيادة العامة للقوات المسلحة بيانًا أشارت فيه لخروج شعب مصر العظيم في المظاهرات وأمهلت الجميع 48 ساعة لتلبية مطالب الشعب. عزل الرئيس محمد مرسى في يوليو 2013 م وتسليم السلطة لرئيس المحكمة الدستورية العليا المستشار عدلي منصور في 4 يوليو 2013 م حتى إجراء انتخابات رئاسية مبكرة. العمل على تنفيذ خارطة الطريق وأولها تعطيل العمل بدستور 2012 م ورفض أنصار جماعة الإخوان فض الاعتصام حتى 14 أغسطس 2013 م. صدور دستور جديد في يناير 2014 م بعد الاستفتاء عليه. تم إجراء انتخابات الرئاسة على مدى ثلاثة أيام بين مرشحين اثنين فقط، وهما: المشير/عبدالفتاح السيسي بعد أن قدم استقالته من وزارة الدفاع. السيد حمدين صباحي. انتهت بإعلان فوز عبدالفتاح السيسي بالرئاسة. وبهذا بدأت صفحة جديدة في تاريخ مصر المعاصر وأخذت مصر في الاستقرار الأمني والسياسي والنهضة من خلال عدة محاور بعد ثورتين متتاليتين 25 يناير 2011 م و 30 يونية 2013 م."
        }
      ]
    }
  ]
}